import { Container } from "@/components/Container";

const page = () => {
  return (
    <Container>
      <h1 className="w-full text-center text-3xl font-semibold my-2">ПАНЧА-РАТНА-ПРАНАМА-МАНТРА</h1>
      <div className="mt-10  flex flex-col gap-5">
        <div>
          Во время сандхьи(восход, астрономический полдень и закат Солнца), когда ветры активны в центральном канале (в сушумне), сядьте лицом на восток и выполните панчаратна-пранама-мантру.
        </div>
        <div>
          1️⃣ Ладони молитвенно сложены в намасте над макушкой головы (сахасрара-чакрой):
          ОМ ШИВАМ ШАРАНАМ ПРАПАДЙАМ
          Ом! Прибегаю к Шиве, всевышнему богу, за защитой!
        </div>
        <div>
          3️⃣ Ладони молитвенно сложены в центре груди (перед анахата-чакрой):
          ОМ САНГХАМ ШАРАНАМ ПРАПАДЙАМ
          Ом! Прибегаю к сангхе, общине садху, преданных Богу и Дхарме за защитой!
        </div>
        <div>
          3️⃣ Ладони молитвенно сложены в центре груди (перед анахата-чакрой):
          ОМ САНГХАМ ШАРАНАМ ПРАПАДЙАМ
          Ом! Прибегаю к сангхе, общине садху, преданных Богу и Дхарме за защитой!
        </div>
        <div>
          4️⃣ Ладони молитвенно сложены напротив основания позвоночника (муладхара-чакры), пальцы направлены вниз:
          ОМ ШАКТИМ ШАРАНАМ ПРАПАДЙАМ
          Ом! Прибегаю к вселенской божественной силе, материнской энергии Шакти за защитой!
        </div>
        <div>
          5️⃣ Произнося последнюю строчку, медитируем на образ Шивы, изначального вселенского Гуру всех Гуру, Даттатреи и своего коренного Гуру (Мула-гуру), видя их в единстве, как единую Гуру-таттву, принцип Гуру. Ладони молитвенно сложены в намасте над макушкой головы (сахасрара-чакрой):
          ОМ САДГУРУМ ШАРАНАМ ПРАПАДЙАМ
          Ом! Прибегаю к изначальному Гуру, истинному Учителю за защитой!
        </div>
        <div>
          🔱 Затем делается поклон в направлении алтаря, если алтаря нет, то делается поклон в сторону места пребывания коренного Гуру, если оно неизвестно – то на восток.
        </div>
      </div>

      <div className="mt-10 lg:mt-20 flex justify-center lg:mx-20 xl:mx-40">
        <iframe src="https://rutube.ru/play/embed/7beca7a6f5377da628d14acb9a6fd715/" frameBorder="0" allow="clipboard-write; autoplay" allowFullScreen
          className='rutube'
        ></iframe>
      </div>
    </Container>
  )
}

export default page