import { Container } from "@/components/Container";

const page = () => {

  const kalendar = [
    "Понедельник", "Вторник", "Среда", "Четверг", "Пятница", "Суббота", "Воскресение",
    "-", "-", "-", "-", "#", "Медитация сиддхов онлайн", "#",
    "-", "-", "-", "-", "1", "2", "3",
    "#", "#", "Медитация сиддхов онлайн", "#", "#", "Медитация сиддхов онлайн", "#",
    "4", "5", "6", "7", "8", "9", "10",
    "#", "#", "Медитация сиддхов онлайн", "#", "#", "Медитация сиддхов онлайн", "#",
    "11", "12", "13", "14", "15", "16", "17",
    "#", "#", "Медитация сиддхов онлайн", "#", "#", "Медитация сиддхов онлайн", "#",
    "18", "19", "20", "21", "22", "23", "24",
    "#", "#", "Медитация сиддхов онлайн", "#", "#", "Медитация сиддхов онлайн", "-",
    "25", "26", "27", "28", "29", "30", "-",
  ]
  const kalendar2 = [
    "Понедельник", "Вторник", "Среда", "Четверг", "Пятница", "Суббота", "Воскресение",
    "-", "-", "-", "-", "-", "Медитация сиддхов онлайн", "-",
    "-", "-", "-", "-", "1", "2", "3",
    "-", "-", "Медитация сиддхов онлайн", "-", "-", "Медитация сиддхов онлайн", "-",
    "4", "5", "6", "7", "8", "9", "10",
    "-", "-", "Медитация сиддхов онлайн", "-", "-", "Медитация сиддхов онлайн", "-",
    "11", "12", "13", "14", "15", "16", "17",
    "-", "-", "Медитация сиддхов онлайн", "-", "-", "Медитация сиддхов онлайн", "-",
    "18", "19", "20", "21", "22", "23", "24",
    "-", "-", "Медитация сиддхов онлайн", "-", "-", "Медитация сиддхов онлайн", "-",
    "25", "26", "27", "28", "29", "30", "-",
  ]

  const kalendarSm = [
    "Пн", "Вт", "Ср", "Чт", "Пт", "Сб", "Вс",
    "-", "-", "-", "-", "#", "Медитация сиддхов онлайн", "#",
    "-", "-", "-", "-", "1", "2", "3",
    "#", "#", "Медитация сиддхов онлайн", "#", "#", "Медитация сиддхов онлайн", "#",
    "4", "5", "6", "7", "8", "9", "10",
    "#", "#", "Медитация сиддхов онлайн", "#", "#", "Медитация сиддхов онлайн", "#",
    "11", "12", "13", "14", "15", "16", "17",
    "#", "#", "Медитация сиддхов онлайн", "#", "#", "Медитация сиддхов онлайн", "#",
    "18", "19", "20", "21", "22", "23", "24",
    "#", "#", "Медитация сиддхов онлайн", "#", "#", "Медитация сиддхов онлайн", "-",
    "25", "26", "27", "28", "29", "30", "-",
  ]


  return (
    <Container className="min-h-screen">
      <h1 className="w-full text-center text-3xl font-semibold leading-snug tracking-tight text-gray-800 lg:leading-tight lg:text-4xl dark:text-white">Календарь</h1>

      <p className="mt-10 text-lg lg:text-xl xl:mx-40">Ноябрь</p>
      <div className="hidden md:flex justify-center">
        <div className="grid grid-cols-7 border">
          {kalendar.map(item => (<div key={item} className="text-center text-xs">{item}</div>))}
        </div>
      </div>

      <div className="flex justify-center md:hidden">
        <div className="grid grid-cols-7 border">
          {kalendarSm.map(item => (<div key={item} className="text-center verySmallText">{item}</div>))}
        </div>
      </div>



    </Container>
  )
}

export default page