import MyAccordion from '@/components/MyAccordion'

const BhadjanyShakti = () => {
  return (
    <div className='w-full mt-5 md:mt-7 lg:mt-10 flex justify-center'>
      <MyAccordion id='BhadjanyShakti' title='Бхаджаны Шакти' big className='max-w-xl'>
        <div className="mt-5 lg:mt-10 w-full flex flex-col gap-5">
          <a href='https://t.me/jkjlkjscksj/395/1332' target="_blank" rel="noreferrer" className="text-indigo-600 dark:text-indigo-300 text-xs sm:text-sm md:text-md lg:text-base">
            Аудио файлы бхаджанов Шакти
          </a>

          <h2 className="mb-2 mt-5 md:mt-7 lg:mt-10 text-xl md:text-2xl w-full text-center">
            1. ДЖАЯ ДЖАЯДЕВИ МАТА
          </h2>
          <p className="font-bold">
            ДЖАЯ ДЖАЯ ДЕВИ МАТА НАМАХА
            ДЖЕЙ АМБЕ ДЖАГАДАМБЕ
            ОМ НАРАЯНИ ОМ НАРАЯНИ
            ОМ НАМО
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Слава Всевышней Божественной Матери!
            Слава Великой Божественной Матери всего Творения!
            Поклонение, поклонение Тебе!
          </p>

          <h2 className="mb-2 mt-5 md:mt-7 lg:mt-10 text-xl md:text-2xl w-full text-center">
            2. ДЖАЯ ДЭВИ БХАВАНИ МА
          </h2>
          <p className="font-bold">
            МАТА ДЖАЯ ДЖАЯ ДЖАГА ДЖАГА ДЖАГАНИ МА
            ДЖАЯ ДЭВИ БХАВАНИ МА
            ДЖАЯ ДУРГА БХАВАНИ МА
            ДЖАЯ АМБЕ БХАВАНИ МА
            ДЖАЯ ДЖАЯ ДЖАГА ДЖАГАНИ МА
            МАТА ДЖАЯ ДЖАЯ ДЖАГА ДЖАГА ДЖАГАНИ МА
            ДУРГА ДЖАЯ ДЖАЯ ДЖАГА ДЖАГА ДЖАГАНИ МА
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Слава Матери Вселенной! Слава Божественной Матери, Богине
            Дурге! О, Божественная Мать, которая сама Сущность Истины!
            Я славлю и молю Тебя – будь сострадательна к нам, даруй нам свое
            Прибежище и Милость!
          </p>

          <h2 className="mb-2 mt-5 md:mt-7 lg:mt-10 text-xl md:text-2xl w-full text-center">
            3. САИ МАТА
          </h2>
          <p className="font-bold">
            САИ МАТА ДЖАЯ ДЖАГАДАМБЭ
            ДЖАЙА ДЖАГАДАМБЭ МА О САИ МА
            ДУРГЕ ДЭВИ НАМО НАМАХА
            ЛАКШМИ ДЭВИ НАМО НАМАХА
            ШАНКАРИ МА ШИВА ШАНКАРИ МА
            ГИРИДЖИ МАХЕШВАРИ ПАРВАТИ МА
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            О, Святая Мать! О, Мать всей Вселенной, я склоняюсь пред Тобой!
            Дурга Дэви, Богиня Лакшми, Шанкари, Мать Парвати!
            О, Божественная Мать, я склоняюсь пред Тобой вновь и вновь!
          </p>

          <h2 className="mb-2 mt-5 md:mt-7 lg:mt-10 text-xl md:text-2xl w-full text-center">
            4. ШРИ АМБЕ ДЖАГАДАМБЕ
          </h2>
          <p className="font-bold">
            ШРИ АМБЕ ДЖАГАДАМБЕ ШРИ АМБЕ ДЖАЙ ДЖАЙ МА
            ШРИ АМБЕ ДЖАГАДАМБЕ ШРИ АМБЕ ДЖАЙ ДЖАГАДАМБЕ
            ШРИ АМБЕ ДЖАЙ ДЖАЙ МА
            ШРИ САРАСВАТИ МАХАСАРАСВАТИ
            ШРИ САРАСВАТИ ДЖАЙ ДЖАЙ МА
            ШРИ САРАСВАТИ МАХАСАРАСВАТИ
            ШРИ САРАСВАТИ ДЖАЙ МАХАСАРАСВАТИ
            ШРИ САРАСВАТИ ДЖАЙ ДЖАЙ МА
            ШРИ ЛАКШМИ МАХАЛАКШМИ ШРИ ЛАКШМИ ДЖАЙ ДЖАЙ МА
            ШРИ ЛАКШМИ МАХАЛАКШМИ
            ШРИ ЛАКШМИ ДЖАЙ МАХАЛАКШМИ
            ШРИ ЛАКШМИ ДЖАЙ ДЖАЙ МА
            ШРИ ТАРЕ МАХАТАРЕ ШРИ ТАРЕ ДЖАЙ ДЖАЙ МА
            ШРИ ТАРЕ МАХАТАРЕ ШРИ ТАРЕ ДЖАЙ МАХАТАРЕ
            ШРИ ТАРЕ ДЖАЙ ДЖАЙ МА
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            О Святая Мать, – Мать Мира, слава, слава Тебе!
            О Сарасвати, покровительница наук и искусств, богиня речи,
            Великая святая Сарасвати, слава, слава Тебе! О Лакшми, великая
            удача и процветание, Великая святая Шри Лакшми, слава,
            слава Тебе! О Тара, спасающая от колеса сансары,
            Великая святая Тара, слава, слава Тебе!
          </p>

          <h2 className="mb-2 mt-5 md:mt-7 lg:mt-10 text-xl md:text-2xl w-full text-center">
            5. САРАСВАТИ НАМО ОМ
          </h2>
          <p className="font-bold">
            ОМ АИМ САРАСВАТИ НАМО ОМ
            ОМ АИМ САРАСВАТИ САРАСВАТИ
            САРАСВАТИ НАМО ОМ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Ом! Я поклоняюсь богине Сарасвати!
          </p>

          <h2 className="mb-2 mt-5 md:mt-7 lg:mt-10 text-xl md:text-2xl w-full text-center">
            6. САТГУРУ РУПИНИ САРАСВАТИ
          </h2>
          <p className="font-bold">
            САТГУРУ РУПИНИ САРАСВАТИ
            САТЧИДАНАНДА САРАСВАТИ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Вместилище духовных знаний, Сарасвати!
            Бытие сознание блаженство, Сарасвати!
          </p>
          <p className="font-bold">
            ВАНЧХИТА ДАЙИНИ САРАСВАТИ
            ВАЧАМ ДЕВИ САРАСВАТИ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Возлюбленная, Дарующая желаемое, Сарасвати!
            Богиня речи, Сарасвати!
          </p>
          <p className="font-bold">
            ВИНДХЙА ВАСИНИ САРАСВАТИ
            ВИШВАРУПИНИ САРАСВАТИ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Восседающая в горах Виндхья, Сарасвати!
            В форме мироздания, Сарасвати!
          </p>
          <p className="font-bold">
            ВИНАДХАРИНИ САРАСВАТИ
            ВИРАРАДХЙА САРАСВАТИ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Держащая вину, Сарасвати!
            Почитаемая героями, Сарасвати!
          </p>
          <p className="font-bold">
            ВЕДА СТУТЙА САРАСВАТИ
            АИМ ХРИМ ШРИМ ОМ САРАСВАТИ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Воспетая ведами, Сарасвати!
            Аим Хрим Шрим ОМ Сарасвати!
          </p>

          <h2 className="mb-2 mt-5 md:mt-7 lg:mt-10 text-xl md:text-2xl w-full text-center">
            7. ПАРАМЕШВАРИ ДЖАЯ ДУРГЕ
          </h2>
          <p className="font-bold">
            ПАРАМЕШВАРИ ДЖАЯ ДУРГЕ
            ДЖАГАДЕШВАРИ ДЖАЯ АМБА
            ХЕ МАТА ВИШВАМОХИНИ ДЕВИ ДЖАЯ АМБА
            ДЖАЯ ДУРГЕ ДЖАЯ ДУРГЕ МАХАМАЙЯ ДЖАЯ АМБА
            ДЖАЙ ДЖАЙ МА ДЖАЙ ДЖАЙ МА ДЖАЙ ДЖАЙ МА
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Слава непобедимой Божественной Матери Дурге!
            Богине, собственной энергией простершей этот мир!
            Той, Чье тело без остатка вместило силы всего множества богов,
            Ей, Амбике, достойной почитания всех девов и великих провидцев,
            мы кланяемся с преданностью: пусть Она пошлет нам благо!
            О прекрасная Мать, привлекающая к Себе все сердца!
            Слава, слава Тебе!
          </p>

          <h2 className="mb-2 mt-5 md:mt-7 lg:mt-10 text-xl md:text-2xl w-full text-center">
            8. ДЖАЯ ДЖАЯ МА
          </h2>
          <p className="font-bold">
            АМБЕ МА ДЖАГАДАМБЕ МА
            СУКХА ДАЙИНИ МА МАНОМОХИНИ МА
            ДЖЕЙ ДЖЕЙ МА…
            БХАКТАВАТСАЛЯ БХАВА ТАРИНИ МАТА
            ТРИНАЙАНИ ДУРГА ДЕВИ МАТА
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Приветствия Божественной Матери, Матери всего Сущего!
            Приветствия Матери, дарующей счастье. Матери, чарующей
            сердца. Благосклонная к своим преданным, спасительница!
            Трехокая богиня Дурга, Божественная мать, слава, слава Тебе!
          </p>

          <h2 className="mb-2 mt-5 md:mt-7 lg:mt-10 text-xl md:text-2xl w-full text-center">
            9. ДЖАЯ ЛАКШМИ КАМАЛЕ
          </h2>
          <p className="font-bold">
            ДЖАЯ ЛАКШМИ КАМАЛЕ ДЖАЯ ЛАКШМИ ВИМАЛЕ
            ДЖАЯ ВАРАВАРШИНИ ВАЙШНАВИ БХАРГАВИ
            МАНТРАСВАРУПИНИ МАНТРАМАЙЕ
            СУНАГАНАПУДЖИТА ШЕЕГХРАПАЛАПРАДА
            ГЬЯНАВИКАШИНИ ШАСТРАНУТЕ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Слава тебе, светлотелая, Вайшнави, Бхаргави
            Принявшая облик мантр, состоящая из мантр
            Почитаемая сонмом богов, быстро дарующая награду
            Взращивающая знание, восхваляемая шастрами
          </p>
          <p className="font-bold">
            БХАВАБХАЙАХАРИНИ ПАПАВИМОЧАНИ
            САДХУДЖАНАШРИТА ПАДАЙУТЕ
            ДЖАЙА ДЖАЙА ОМ МАДХУСУДАНА КАМИНИ
            ДХАЙРЙАЛАКШМИ ПАРИПАЛАЙАМАМ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Уничтожающая страх в живом, освобождающая от грехов
            Окруженная добродетельными людьми у твоих стоп
            Слава, слава тебе, возлюбенная Мадхусуданы
            Дхаирья-Лакшми, всегда защищай меня!
          </p>
          <p className="font-bold">
            ДЖАЯ ДЖАЯ ДУРГАТИ НАШИНИ КАМИНИ
            САРВАПХАЛАПРАДА ШАСТРАМАЙЕ
            РАДХАГАДЖАТУРАГА ПАДАТИ САМАВРУТА
            ПАРИДЖАНАМАНДИТА ЛОКАНУТЕ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Слава, слава тебе, возлюбленная того, кто уничтожает скорбь
            Дарующая все награды, состоящая из шастр
            Окруженная слонами, колесницами, конями и всадниками
            В окружении служителей, восхваляемая миром.
          </p>
          <p className="font-bold">
            ХАРИ ХАРА БРАХМА СУПУДЖИТА СЕВИТА
            ТАПАНИВАРИНИ ПАДАЙУТЕ
            ДЖАЙА ДЖАЙА ОМ МАДХУСУДАНА КАМИНИ
            ГАДЖАЛАКШМИ ПАРИПАЛАЙАМАМ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Та, Которой служат и поклоняются Хари (Вишну), Хара (Шива),
            Брахма, Чьи стопы избавляют от страдания
            Слава, слава тебе, возлюбленная Мадхусуданы
            Гаджа-Лакшми, своим воплощением защищай меня!
          </p>

          <h2 className="mb-2 mt-5 md:mt-7 lg:mt-10 text-xl md:text-2xl w-full text-center">
            10. ДЕВИ МАХАЛАКШМИ
          </h2>
          <p className="font-bold">
            ДЕВИ МАХАЛАКШМИ НАРАЙАНИ
            АНАНДА ДАЙИНИ АБХАЙА ПРАДАЙИНИ
            АНГАЛА РУПИНИ САУБХАГЙА ДАЙИНИ
            ШИВА ШАКТИ РУПИНИ
            НАРАЙАНИ МАЙА НАРАЙАНИ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Приветствуем Великую богиню Махалакшми, Нараяни, дарующую
            все виды процветания! О, Богиня, дарующая блаженство
            и бесстрашие, дающая материальное счастье! О, воплощенное
            Благо! Вмещающая Шиву и Шакти, поклонение Тебе!
          </p>

        </div>
      </MyAccordion>
    </div >
  )
}

export default BhadjanyShakti