import MyAccordion from '@/components/MyAccordion'

const LaksmiArati = () => {
  return (
    <div className='w-full mt-5 md:mt-7 lg:mt-10 flex justify-center'>
      <MyAccordion id='LaksmiArati' title='Лакшми Арати' big className='max-w-xl'>
        <div className="mt-5 lg:mt-10 w-full flex flex-col gap-5">
          <div className="w-full flex flex-wrap items-center justify-center py-5">
            <audio
              controls
              controlsList="nodownload"
              src="/sounds/Bhadjan Mandala/LaksmiArati.mp3"
              className="w-full"
            ></audio>
          </div>
          <p className="font-bold">
            ОМ ДЖАЙ ЛАКШМИ МААТА, МАЙЯ ДЖАЙ ЛАКШМИ МААТА  <br />
            ТУМе КО НИСеДИНЕ СЕЕВАТЕ, МАЙЯ ДЖИ КО НИСеДИНЕ СЕЕВАТЕ  <br />
            ХАРа ВИШНУ (ВИ)ДХАТА  <br />
            ОМ ДЖАЙ ЛАКШМИ МААТА
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Слава Матери Лакшми! Тебя почитают денно и ночно Шива,
            Вишну и Брахма. Слава Матери Лакшми!
          </p>
          <p className="font-bold">
            УМА, РАМА, БРАМхАНИ  <br />
            ТУМе КАМЛА РАНИ, МАЙЯ ТУМе КАМЛА РАНИИ  <br />
            СУРЬЯ-ЧАНДРАМА ДЬЯВАТЕ, СУРЬЯ-ЧАНДРАМА ДЬЯВАТЕ  <br />
            НААРАД РИШИ ГАТАА
            ОМ ДЖАЙ ЛАКШМИ МААТА
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Ты Парвати, Сита, Сарасвати. Ты и есть Матерь Мира.
            Мать, Ты и есть Матерь Мира. Тебя созерцают и Солнце и Луна
            и о Тебе поет риши Нарада. Слава Матери Лакшми!
          </p>
          <p className="font-bold">
            ДУРГА РУПА НИРАНДЖАНИ  <br />
            СУКХА-САМПАТИ ДАТАА, МАЙЯ СУКХА-САМПАТИ ДАТАА  <br />
            ДЖО КОИ ТУМеКО ДХЬЯВАТЕ, ДЖО КОИ ТУМеКО ДХЬЯВАТЕ  <br />
            РИДДХИ-СИДДХИ ДхАНе ПААТАА  <br />
            ОМ ДЖАЙ ЛАКШМИ МААТА
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Дурги форма чистая, Ты - дающая счастье и довольство, Мать,
            дающая счастье и материальное благо. Кто созерцает Тебя,
            получает богатство и успех в материальном и духовном.
            Слава Матери Лакшми!
          </p>
          <p className="font-bold">
            ТУМ ВИШНУ ЛОКА НИВАСИНИ  <br />
            ТУМе ХИ ШУБХ ДАТА, МАЙЯ ТУМе ХИ ШУБХ ДАТА  <br />
            КАРМА ПРАБХАВА ПРАКААШИНИ, КАРМА ПРАБХАВА ПРАКААШИНИ  <br />
            БХАВАНИДХИ КИ ТРАТАА  <br />
            ОМ ДЖАЙ ЛАКШМИ МААТА
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Ты, которая обитает в Вишну локе, Ты есть дающая все блага,
            о Мать, Ты дающая все блага. Ты освещающая могущество
            кармы, спасительница мира. Слава Матери Лакшми!
          </p>
          <p className="font-bold">
            ДЖИСе ГХАРе ТУМе РАХиТИта  <br />
            САБе САДеГУНе ААТА, МАЙЯ САБе САДеГУНе ААТАА  <br />
            САБе САМБХАВА ХО ДЖАТА, САБе САМБХАВА ХО ДЖАТА  <br />
            МАНэ НАХИ ГХАБРАТАА  <br />
            ОМ ДЖАЙ ЛАКШМИ МААТА
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            В каком доме Ты живешь, туда стекаются все благие качества.
            В том доме, где Ты обитаешь, все становится возможным и
            нет страха. Слава Матери Лакшми!
          </p>
          <p className="font-bold">
            ТУМА БИНА ЯГЬЯ НА ХОТЕ  <br />
            ВАСТРА НА ХО ПААТА, МАЙЯ ВАСТРА НА ХО ПААТАА  <br />
            КхААНе ПААНе КАА ВЭЙБХАВЕ, КхААНе ПААНе КАА ВЭЙБХАВЕ  <br />
            САБе ТУМеСЕЕ АТАА  <br />
            ОМ ДЖАЙ ЛАКШМИ МААТА
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Без Тебя жертвоприношения не совершаются, без Тебя одежду
            не получить, избыток еды и питья – все исходит от Тебя.
            Слава Матери Лакшми!
          </p>
          <p className="font-bold">
            ШУБХА ГУНА МАНДИРА СУНДАРА  <br />
            ШИИРОДАДИ ДЖАТА, МАЙЯ ШИИРОДАДИ ДЖАТА  <br />
            РАТНА ЧАТУРДАШ ТУМА БИНА, РАТНА ЧАТУРДАШ ТУМА БИНА  <br />
            КООИ НАХИИ ПААТАА  <br />
            ОМ ДЖАЙ ЛАКШМИ МААТА
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Ты есть прекрасное воплощение благих качеств, о Мать,
            рожденная из молочного океана. Без Тебя 14 драгоценностей
            никто не может получить. Слава Матери Лакшми!
          </p>
          <p className="font-bold">
            МАХА ЛАКШМИ ДЖИ КИ ААРАТИ  <br />
            ДЖО КОИ ДЖАНе ГААТА, МАЙЯ ДЖО КОИ ДЖАНе ГААТАА  <br />
            УРе ААНАНДА САМААТАА, УРе ААНАНДА САМААТАА  <br />
            ПААПА УТАРе ДЖААТАА  <br />
            ОМ ДЖАЙ ЛАКШМИ МААТА
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Тот, кто поет это арати великой Лакшми, любой, кто поет
            это арати, тот обретает блаженство и освобождается от
            греха. Слава Матери Лакшми!
          </p>
          <p className="font-bold">
            ОМ ДЖАЙ ЛАКШМИ МААТА, МАЙЯ ДЖАЙ ЛАКШМИ МААТА  <br />
            ТУМе КО НИСеДИНЕ СЕЕВАТЕ, МАЙЯ ДЖИ КО НИСеДИНЕ СЕЕВАТЕ  <br />
            ХАРа ВИШНУ (ВИ)ДХАТА  <br />
            ОМ ДЖАЙ ЛАКШМИ МААТА
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Слава Матери Лакшми! Тебя почитают денно и ночно Шива, Вишну и Брахма. Слава Матери Лакшми!
          </p>
        </div>
      </MyAccordion>
    </div>
  )
}

export default LaksmiArati