
const ShriBheshaKioShambho = () => {
  return (
    <>
      <p className="font-bold">
        Шири бхЕша кИйо шамбхо тЭке кАРаНэ<br />
        ГуруджИ сикхАре пАре тапо кАре<br />
        ШрИгуру дАттатрей гиринАр мЕ джапо кАре<br />
        Алакх джИ мохАрегхАре рАджа каРе<br />
        Шива шАнкара джи каЙлАш мЕ дхьЯне дхАре<br />
        КАши бишванАтх джи бе рАдже кАре<br />
        Хари Ом гуруджИ!
      </p>
      <p className="text-balance max-w-screen-sm text-sm">
        Гуруджи восседает в самоотречении на вершине горы, в
        медитации. Как Шри Гуру Даттатрейя, Он делает джапу на горе
        Гирнар. Словно Господь Алак царствует над Махаргархом. Как
        Шива Шанкара восседает в медитации на Кайлаше,
        и как Вишванатх находится в Каши.
      </p>
    </>
  )
}

export default ShriBheshaKioShambho