import MyAccordion from './MyAccordion'

const AshtalaksmiStotra = () => {
  return (
    <div className='w-full mt-5 md:mt-7 lg:mt-10 flex justify-center'>
      <MyAccordion id='AshtalaksmiStotra' title='Ашталакшми Cтотра' big className='max-w-xl'>
        <div className="mt-5 lg:mt-10 w-full flex flex-col gap-5">
          <div className="w-full flex flex-wrap items-center justify-center py-5">
            <audio
              controls
              controlsList="nodownload"
              src="/sounds/BhadjanMandala/AshtalaksmiStotra.mp3"
              className="w-full"
            ></audio>
          </div>

          <p className="font-bold">
            СУМАНАСА ВАНЬДИТА СУНДАРИ МАДХАВИ<br />
            ЧАНДРА САХОДАРИ ХЕМА МАЙЕЕ<br />
            МУНИГАНА ВАНЬДИТА МОКША ПРАДАЙИНИ<br />
            МАНДЖЮЛЯ БХАШИНИ ВЕДА НУТЕ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Та, которую славят все добродетельные люди, прекрасная,
            изящная. Та, что родилась из океана вместе с Луной.
            Та, что сияет как золото. Та, которую восхваляют мудрецы.
            Та, что дарует освобождение. Та, чья речь сладка,
            Та, кого прославляют Веды.
          </p>
          <p className="font-bold">
            ПАНКАДЬЖА ВАСЫНИ ДЭВА СУПУДЬЖИТА<br />
            САТГУНА ВАРЩИНИ ЩАНТИЮТЭ<br />
            ДЖАЯ ДЖАЯ ХЕ МА ДХУСУДАНА КАМИНИ<br />
            АДИЛЯКШМИ ДЖАЯ ПАЛЯЙА МАМ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Та, что живет в цветке. Та, кого почитают боги.
            Та, что является милостивой к людям.
            Та, кто воплощает мир. Слава, слава тебе,
            Возлюбленная Мадхусуданы!
            О Ади-Лакшми, всегда защищай меня!
          </p>
          <p className="font-bold">
            АХИКАЛИ КАЛЬМАЩАНАЩИНИ КАМИНИ<br />
            ВАЙДИКАРУПИНИ ВЕДАМАЙЕ<br />
            КШИРАСАМУДБХАВА МАНГАЛЯРУПИНИ<br />
            МАНТРАНИВАСЫНИ МАНТРАНУТЭ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Та, кто избавляет от скверны Кали-Юги,
            самая любимая богиня, Та, что приняла облик Вед,
            воплотила священное знание. Возникшая
            из молочного океана, принявшая облик счастья,
            Пребывающая в мантрах, почитаемая мантрами.
          </p>
          <p className="font-bold">
            МАНГАЛЯДАЙИНИ АМБУДЖАВАСЫНИ<br />
            ДЭВАГАНАЩРИТА ПАДАЮТЕ<br />
            ДЖАЯ ДЖАЯ ХЕ МА ДХУСУДАНА КАМИНИ<br />
            ДХАНЙАЛЯКШМИ ДЖАЯ ПАЛЯЙА МАМ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Дарующая удачу, пребывающая в водах,
            Окруженная сонмом богов, припавших к твоим стопам,
            Слава, слава тебе, возлюбленная Мадхусуданы!
            О Дханья-Лакшми, всегда защищай меня.
          </p>
          <p className="font-bold">
            ДЖАЯ ВАРАВАРНИНИ ВАЙШНАВИ БХАРГАВИ<br />
            МАНТРАСВАРУПИНИ МАНТРАМАЙЕ<br />
            СУРАГАНАПУДЬЖИТА ШЕЕГХРАПАЛЯПРАДА<br />
            ГНЯНАВИКАЩИНИ ЩАСТРАНУТЕ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Слава тебе, светлотелая, Вайшнави, Бхаргави,
            Принявшая облик мантр, состоящая из мантр.
            Почитаемая сонмом богов, быстро дарующая награду,
            Взращивающая знание, восхваляемая шастрами.
          </p>
          <p className="font-bold">
            БХАВАБХАЙАХАРИНИ ПАПАВИМОЧАНИ<br />
            САДХУДЬЖАНАЩРИТА ПАДАЮТЭ<br />
            ДЖАЯ ДЖАЯ ХЕ МА ДХУСУДАНА КАМИНИ<br />
            ДХАЙРЙАЛЯКШМИ ДЖАЯ ПАЛЯЙА МАМ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Уничтожающая страх в живом, освобождающая от грехов,
            Окруженная добродетельными людьми у своих стоп.
            Слава, слава тебе, возлюбенная Мадхусуданы,
            О Дхаирья-Лакшми, всегда защищай меня!
          </p>
          <p className="font-bold">
            ДЖАЯ ДЖАЯ ДУРГАТИ НАЩИНИ КАМИНИ<br />
            САРВАПХАЛАПРАДА ЩАСТРАМАЙЕ<br />
            РАДХАГАДЖАТУРАГА ПАДАТИ САМАВРУТА<br />
            ПАРИДЖАНАМАНЬДИТА ЛЬОКАНУТЕ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Слава тебе, возлюбленная того, кто уничтожает скорбь,
            Дарующая все награды, состоящая из шастр.
            Окруженная слонами, колесницами, конями и всадниками.
            В окружении служителей, восхваляемая миром.
          </p>
          <p className="font-bold">
            ХАРИ ХАРА БРАХММА СУПУДЬЖИТА СЕВИТА<br />
            ТАПАНИВАРИНИ ПАДАЮТЭ<br />
            ДЖАЯ ДЖАЯ ХЭ МАДХУСУДАНА КАМИНИ<br />
            ШРИ ГАДЬЖАЛЯКШМИ ПАЛЯЙА МАМ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Та, Которой служат и поклоняются Хари (Вишну),
            Хара (Шива), Брахма, Чьи стопы избавляют от страдания.
            Слава, слава тебе, возлюбленная Мадхусуданы,
            О Гаджа-Лакшми, своим воплощением защищай меня!
          </p>
          <p className="font-bold">
            АХИКХАГА ВАХИНИ МОХИНИ ЧАКРЫНИ<br />
            РАГАВИВАРДХИНИ ДЬЖНЯНАМАЙЕ<br />
            ГУНАГАНАВАРИДХИ ЛЬОКАХИТАЙЩИНИ<br />
            СВАРАСАПТА БХУЩИТА ГАНАНУТЭ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Та, что восседает на птице, та, что зачаровывает, держащая диск.
            Та, с которой расцветает любовь, пребывающая в людях.
            Океан добрых качеств, желающая блага миру,
            Та, кому поклоняются звуком семи свар.
          </p>
          <p className="font-bold">
            САКАЛЯ СУРАСУРА ДЭВАМУНИЩВАРА<br />
            МАНАВАВАНДИТА ПАДАЮТЭ<br />
            ДЖАЯ ДЖАЯ ХЕ МА ДХУСУДАНА КАМИНИ<br />
            САНТАНЛЯКШМИ ПАЛЯЙА МАМ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Та, кому поклоняются боги, асуры,
            мудрецы и люди, припадая к её стопам.
            Слава, слава тебе, возлюбленная Мадхусуданы,
            О желанная Сантана-Лакшми, всегда защищай меня!
          </p>
          <p className="font-bold">
            ДЖАЯ КАМАЛЯСАНИ САДГАТИДАЙИНИ<br />
            ГНЯНАВИКАСИНИ ГАНАМАЙЕ<br />
            АНУДИНАМАРЧИТА КУНКУМАДХУСАРА<br />
            БХУЩИТА ВАСИТА ВАДЙАНУТЭ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Слава той, кто восседает на лотосе, той, кто дарует удачу,
            Той, что распространяет знания, той, что содержится в музыке,
            Ежедневно почитаемая, осыпаемая порошком шафрана, украшенная,
            прекрасно одетая, которая воплощена в речи.
          </p>
          <p className="font-bold">
            КАНАКАДХАРАСТУТИ ВАЙБХАВА ВАНЬДИТА<br />
            ЩАНКАРА ДЕЩИКА МАНЬЯ ПА ДЭ<br />
            ДЖАЯ ДЖАЯ ХЕ МА ДХУСУДАНА КАМИНИ<br />
            ВИДЬЖАЙАЛЯКШМИ ДЖАЯ ПАЛЯЙА МАМ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Почитаемая воспеванием великолепного гимна «Канакадхара»,
            Которую почитает золотым дождём великий учитель Шанкара.
            Чьи стопы почитаемы. Слава, слава тебе, возлюбленная
            Мадхусуданы, о Виджая-Лакшми, всегда защищай меня.
          </p>
          <p className="font-bold">
            ПРАНАТА СУРЕЩВАРИ БХАРАТИ БХАРГАВИ<br />
            ЩОКА ВИНАЩИНИ РАТНА МАЙЕ<br />
            МАНИ МАЙА БХ УЩИТА КАРНА ВИБХУЩАНА<br />
            ЩАНТИ САМАВРТА ХАСЙАМУКХЕ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Та, кому поклоняются, владычица богов,
            богиня Бхараты, Бхаргави,
            Та, кто изгоняет все печали, сияющая драгоценностями.
            Та, на ком самоцветы, в чьих ушах украшения.
            Та, что есть обитель мира. Та, что улыбается.
          </p>
          <p className="font-bold">
            НАВАНИДХИ ДАЙИНИ К АЛИМАЛЯ ХАРИНИ<br />
            КАМЙА ПХАЛЯПРАДА ХАСТАЙУТЕ<br />
            ДЖАЯ ДЖАЯ ХЕ МА ДХУСУДАНА КАМИНИ<br />
            ВИДЬЯЛЯКШМИ ПАЛЯЙА МАМ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Та, что дарует пять видов богатства.
            Та, что изгоняет скверну кали-юги.
            Та, чьи руки благословляют исполнение желаний.
            Слава, слава Тебе, возлюбленная Мадхусуданы!
            О Видья-Лакшми, всегда защищай меня!
          </p>
          <p className="font-bold">
            ДХИМИДХИМИ ДХИНДХИМИ<br />
            ДХИНДХИМИ ДХИНДХИМИ<br />
            ДУН ДУБХИ НАДА СУПУРНА МАЙЕ<br />
            ГХУМА ГХУМА ГХУН ГХУМА<br />
            ГХУН ГХУМА ГХУН ГХУМА<br />
            ШАНКХАНИНАДА СУВАДЙА НУТЭ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Та, что наполнена звуком барабанного боя,
            Та, что наполненная пением раковины,
          </p>
          <p className="font-bold">
            ВЕДА ПУРАН ЭТИХАСА СУПУДЬЖИТА<br />
            ВАЙДИКА МАРГА ПРАДАРЩАЮТЭ<br />
            ДЖАЯ ДЖАЯ ХЕ МА ДХУСУДАНА КАМИНИ<br />
            ШРИ ДХАНА ЛЯКШМИ ПА ЛЯЙА МАМ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Почитаемая Ведами, Пуранами, Итихасами,
            Та, кто дарует путь Вед,
            Слава, слава тебе, возлюбленная Мадхусуданы,
            О Дхана-Лакшми, всегда защищай меня!
          </p>

        </div>
      </MyAccordion>
    </div >
  )
}

export default AshtalaksmiStotra