import MyAccordion from './MyAccordion'

const BhadjanyShakti = () => {
  return (
    <div className='w-full mt-5 md:mt-7 lg:mt-10 flex justify-center'>
      <MyAccordion id='BhadjanyShakti' title='Бхаджаны Шакти' big className='max-w-xl'>
        <div className="mt-5 lg:mt-10 w-full flex flex-col gap-5">
          <a href='https://t.me/jkjlkjscksj/395/1332' target="_blank" rel="noreferrer" className="text-indigo-600 dark:text-amber-400 text-xs sm:text-sm md:text-md lg:text-base">
            Аудио файлы бхаджанов Шакти
          </a>

          <h2 className="mb-2 mt-5 md:mt-7 lg:mt-10 text-xl md:text-2xl w-full">
            1. ДЖАЯ ДЖАЯДЕВИ МАТА
          </h2>
          <p className="font-bold">
            ДЖАЯ ДЖАЯ ДЕВИ МАТА НАМАХА<br />
            ДЖЕЙ АМБЕ ДЖАГАДАМБЕ<br />
            ОМ НАРАЯНИ ОМ НАРАЯНИ<br />
            ОМ НАМО
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Слава Всевышней Божественной Матери!
            Слава Великой Божественной Матери всего Творения!
            Поклонение, поклонение Тебе!
          </p>

          <h2 className="mb-2 mt-5 md:mt-7 lg:mt-10 text-xl md:text-2xl w-full">
            2. ДЖАЯ ДЭВИ БХАВАНИ МА
          </h2>
          <p className="font-bold">
            МАТА ДЖАЯ ДЖАЯ ДЖАГА ДЖАГА ДЖАГАНИ МА<br />
            ДЖАЯ ДЭВИ БХАВАНИ МА<br />
            ДЖАЯ ДУРГА БХАВАНИ МА<br />
            ДЖАЯ АМБЕ БХАВАНИ МА<br />
            ДЖАЯ ДЖАЯ ДЖАГА ДЖАГАНИ МА<br />
            МАТА ДЖАЯ ДЖАЯ ДЖАГА ДЖАГА ДЖАГАНИ МА<br />
            ДУРГА ДЖАЯ ДЖАЯ ДЖАГА ДЖАГА ДЖАГАНИ МА
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Слава Матери Вселенной! Слава Божественной Матери, Богине
            Дурге! О, Божественная Мать, которая сама Сущность Истины!
            Я славлю и молю Тебя – будь сострадательна к нам, даруй нам свое
            Прибежище и Милость!
          </p>

          <h2 className="mb-2 mt-5 md:mt-7 lg:mt-10 text-xl md:text-2xl w-full">
            3. САИ МАТА
          </h2>
          <p className="font-bold">
            САИ МАТА ДЖАЯ ДЖАГАДАМБЭ<br />
            ДЖАЙА ДЖАГАДАМБЭ МА О САИ МА<br />
            ДУРГЕ ДЭВИ НАМО НАМАХА<br />
            ЛАКШМИ ДЭВИ НАМО НАМАХА<br />
            ШАНКАРИ МА ШИВА ШАНКАРИ МА<br />
            ГИРИДЖИ МАХЕШВАРИ ПАРВАТИ МА
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            О, Святая Мать! О, Мать всей Вселенной, я склоняюсь пред Тобой!
            Дурга Дэви, Богиня Лакшми, Шанкари, Мать Парвати!
            О, Божественная Мать, я склоняюсь пред Тобой вновь и вновь!
          </p>

          <h2 className="mb-2 mt-5 md:mt-7 lg:mt-10 text-xl md:text-2xl w-full">
            4. ШРИ АМБЕ ДЖАГАДАМБЕ
          </h2>
          <p className="font-bold">
            ШРИ АМБЕ ДЖАГАДАМБЕ ШРИ АМБЕ ДЖАЙ ДЖАЙ МА<br />
            ШРИ АМБЕ ДЖАГАДАМБЕ ШРИ АМБЕ ДЖАЙ ДЖАГАДАМБЕ<br />
            ШРИ АМБЕ ДЖАЙ ДЖАЙ МА<br />
            ШРИ САРАСВАТИ МАХАСАРАСВАТИ<br />
            ШРИ САРАСВАТИ ДЖАЙ ДЖАЙ МА<br />
            ШРИ САРАСВАТИ МАХАСАРАСВАТИ<br />
            ШРИ САРАСВАТИ ДЖАЙ МАХАСАРАСВАТИ<br />
            ШРИ САРАСВАТИ ДЖАЙ ДЖАЙ МА<br />
            ШРИ ЛАКШМИ МАХАЛАКШМИ ШРИ ЛАКШМИ ДЖАЙ ДЖАЙ МА<br />
            ШРИ ЛАКШМИ МАХАЛАКШМИ<br />
            ШРИ ЛАКШМИ ДЖАЙ МАХАЛАКШМИ<br />
            ШРИ ЛАКШМИ ДЖАЙ ДЖАЙ МА<br />
            ШРИ ТАРЕ МАХАТАРЕ ШРИ ТАРЕ ДЖАЙ ДЖАЙ МА<br />
            ШРИ ТАРЕ МАХАТАРЕ ШРИ ТАРЕ ДЖАЙ МАХАТАРЕ<br />
            ШРИ ТАРЕ ДЖАЙ ДЖАЙ МА
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            О Святая Мать, – Мать Мира, слава, слава Тебе!
            О Сарасвати, покровительница наук и искусств, богиня речи,
            Великая святая Сарасвати, слава, слава Тебе! О Лакшми, великая
            удача и процветание, Великая святая Шри Лакшми, слава,
            слава Тебе! О Тара, спасающая от колеса сансары,
            Великая святая Тара, слава, слава Тебе!
          </p>

          <h2 className="mb-2 mt-5 md:mt-7 lg:mt-10 text-xl md:text-2xl w-full">
            5. САРАСВАТИ НАМО ОМ
          </h2>
          <p className="font-bold">
            ОМ АИМ САРАСВАТИ НАМО ОМ<br />
            ОМ АИМ САРАСВАТИ САРАСВАТИ<br />
            САРАСВАТИ НАМО ОМ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Ом! Я поклоняюсь богине Сарасвати!
          </p>

          <h2 className="mb-2 mt-5 md:mt-7 lg:mt-10 text-xl md:text-2xl w-full">
            6. САТГУРУ РУПИНИ САРАСВАТИ
          </h2>
          <p className="font-bold">
            САТГУРУ РУПИНИ САРАСВАТИ<br />
            САТЧИДАНАНДА САРАСВАТИ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Вместилище духовных знаний, Сарасвати!
            Бытие сознание блаженство, Сарасвати!
          </p>
          <p className="font-bold">
            ВАНЧХИТА ДАЙИНИ САРАСВАТИ<br />
            ВАЧАМ ДЕВИ САРАСВАТИ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Возлюбленная, Дарующая желаемое, Сарасвати!
            Богиня речи, Сарасвати!
          </p>
          <p className="font-bold">
            ВИНДХЙА ВАСИНИ САРАСВАТИ<br />
            ВИШВАРУПИНИ САРАСВАТИ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Восседающая в горах Виндхья, Сарасвати!
            В форме мироздания, Сарасвати!
          </p>
          <p className="font-bold">
            ВИНАДХАРИНИ САРАСВАТИ<br />
            ВИРАРАДХЙА САРАСВАТИ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Держащая вину, Сарасвати!
            Почитаемая героями, Сарасвати!
          </p>
          <p className="font-bold">
            ВЕДА СТУТЙА САРАСВАТИ<br />
            АИМ ХРИМ ШРИМ ОМ САРАСВАТИ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Воспетая ведами, Сарасвати!
            Аим Хрим Шрим ОМ Сарасвати!
          </p>

          <h2 className="mb-2 mt-5 md:mt-7 lg:mt-10 text-xl md:text-2xl w-full">
            7. ПАРАМЕШВАРИ ДЖАЯ ДУРГЕ
          </h2>
          <p className="font-bold">
            ПАРАМЕШВАРИ ДЖАЯ ДУРГЕ<br />
            ДЖАГАДЕШВАРИ ДЖАЯ АМБА<br />
            ХЕ МАТА ВИШВАМОХИНИ ДЕВИ ДЖАЯ АМБА<br />
            ДЖАЯ ДУРГЕ ДЖАЯ ДУРГЕ МАХАМАЙЯ ДЖАЯ АМБА<br />
            ДЖАЙ ДЖАЙ МА ДЖАЙ ДЖАЙ МА ДЖАЙ ДЖАЙ МА
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Слава непобедимой Божественной Матери Дурге!
            Богине, собственной энергией простершей этот мир!
            Той, Чье тело без остатка вместило силы всего множества богов,
            Ей, Амбике, достойной почитания всех девов и великих провидцев,
            мы кланяемся с преданностью: пусть Она пошлет нам благо!
            О прекрасная Мать, привлекающая к Себе все сердца!
            Слава, слава Тебе!
          </p>

          <h2 className="mb-2 mt-5 md:mt-7 lg:mt-10 text-xl md:text-2xl w-full">
            8. ДЖАЯ ДЖАЯ МА
          </h2>
          <p className="font-bold">
            АМБЕ МА ДЖАГАДАМБЕ МА<br />
            СУКХА ДАЙИНИ МА МАНОМОХИНИ МА<br />
            ДЖЕЙ ДЖЕЙ МА…<br />
            БХАКТАВАТСАЛЯ БХАВА ТАРИНИ МАТА<br />
            ТРИНАЙАНИ ДУРГА ДЕВИ МАТА
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Приветствия Божественной Матери, Матери всего Сущего!
            Приветствия Матери, дарующей счастье. Матери, чарующей
            сердца. Благосклонная к своим преданным, спасительница!
            Трехокая богиня Дурга, Божественная мать, слава, слава Тебе!
          </p>

          <h2 className="mb-2 mt-5 md:mt-7 lg:mt-10 text-xl md:text-2xl w-full">
            9. ДЖАЯ ЛАКШМИ КАМАЛЕ
          </h2>
          <p className="font-bold">
            ДЖАЯ ЛАКШМИ КАМАЛЕ ДЖАЯ ЛАКШМИ ВИМАЛЕ<br />
            ДЖАЯ ВАРАВАРШИНИ ВАЙШНАВИ БХАРГАВИ<br />
            МАНТРАСВАРУПИНИ МАНТРАМАЙЕ<br />
            СУНАГАНАПУДЖИТА ШЕЕГХРАПАЛАПРАДА<br />
            ГЬЯНАВИКАШИНИ ШАСТРАНУТЕ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Слава тебе, светлотелая, Вайшнави, Бхаргави
            Принявшая облик мантр, состоящая из мантр
            Почитаемая сонмом богов, быстро дарующая награду
            Взращивающая знание, восхваляемая шастрами
          </p>
          <p className="font-bold">
            БХАВАБХАЙАХАРИНИ ПАПАВИМОЧАНИ<br />
            САДХУДЖАНАШРИТА ПАДАЙУТЕ<br />
            ДЖАЙА ДЖАЙА ОМ МАДХУСУДАНА КАМИНИ<br />
            ДХАЙРЙАЛАКШМИ ПАРИПАЛАЙАМАМ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Уничтожающая страх в живом, освобождающая от грехов
            Окруженная добродетельными людьми у твоих стоп
            Слава, слава тебе, возлюбенная Мадхусуданы
            Дхаирья-Лакшми, всегда защищай меня!
          </p>
          <p className="font-bold">
            ДЖАЯ ДЖАЯ ДУРГАТИ НАШИНИ КАМИНИ<br />
            САРВАПХАЛАПРАДА ШАСТРАМАЙЕ<br />
            РАДХАГАДЖАТУРАГА ПАДАТИ САМАВРУТА<br />
            ПАРИДЖАНАМАНДИТА ЛОКАНУТЕ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Слава, слава тебе, возлюбленная того, кто уничтожает скорбь
            Дарующая все награды, состоящая из шастр
            Окруженная слонами, колесницами, конями и всадниками
            В окружении служителей, восхваляемая миром.
          </p>
          <p className="font-bold">
            ХАРИ ХАРА БРАХМА СУПУДЖИТА СЕВИТА<br />
            ТАПАНИВАРИНИ ПАДАЙУТЕ<br />
            ДЖАЙА ДЖАЙА ОМ МАДХУСУДАНА КАМИНИ<br />
            ГАДЖАЛАКШМИ ПАРИПАЛАЙАМАМ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Та, Которой служат и поклоняются Хари (Вишну), Хара (Шива),
            Брахма, Чьи стопы избавляют от страдания
            Слава, слава тебе, возлюбленная Мадхусуданы
            Гаджа-Лакшми, своим воплощением защищай меня!
          </p>

          <h2 className="mb-2 mt-5 md:mt-7 lg:mt-10 text-xl md:text-2xl w-full">
            10. ДЕВИ МАХАЛАКШМИ
          </h2>
          <p className="font-bold">
            ДЕВИ МАХАЛАКШМИ НАРАЙАНИ<br />
            АНАНДА ДАЙИНИ АБХАЙА ПРАДАЙИНИ<br />
            АНГАЛА РУПИНИ САУБХАГЙА ДАЙИНИ<br />
            ШИВА ШАКТИ РУПИНИ<br />
            НАРАЙАНИ МАЙА НАРАЙАНИ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Приветствуем Великую богиню Махалакшми, Нараяни, дарующую
            все виды процветания! О, Богиня, дарующая блаженство
            и бесстрашие, дающая материальное счастье! О, воплощенное
            Благо! Вмещающая Шиву и Шакти, поклонение Тебе!
          </p>

        </div>
      </MyAccordion>
    </div >
  )
}

export default BhadjanyShakti