import MyAccordion from './MyAccordion'

const BhadjanyVishnu = () => {
  return (
    <div className='w-full mt-5 md:mt-7 lg:mt-10 flex justify-center'>
      <MyAccordion id='BhadjanyVishnu' title='Бхаджаны Вишну' big className='max-w-xl'>
        <div className="mt-5 lg:mt-10 w-full flex flex-col gap-5">
          <a href='https://t.me/jkjlkjscksj/15/1054' target="_blank" rel="noreferrer" className="text-indigo-600 dark:text-amber-400 text-xs sm:text-sm md:text-md lg:text-base">
            Аудио файлы бхаджанов Вишну
          </a>

          <h2 className="mb-2 mt-5 md:mt-7 lg:mt-10 text-xl md:text-2xl w-full">
            1. ОМ НАМО НАРАЯНАЯ
          </h2>
          <p className="font-bold">
            ОМ НАМО НАРАЯНАЯ<br />
            НАРАЯНА НАРАЯНА НАРАЯНА НАРАЯНА
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Я поклоняюсь Нараяне, Богу Богов, Тому, кто сделал сердца всех
            людей своей обителью.
          </p>

          <h2 className="mb-2 mt-5 md:mt-7 lg:mt-10 text-xl md:text-2xl w-full">
            2. ХАРИ НАРАЯНА
          </h2>
          <p className="font-bold">
            ДЖЕЙ ДЖЕЙ ВИТТХАЛЕ ХАРИ НАРАЯНА<br />
            ПАНДУРАНГА ВИТТХАЛЕ ХАРИ НАРАЯНА<br />
            ПУРАНДАРА ВИТТХАЛЕ ХАРИ НАРАЯНА<br />
            ХАРИ НАРАЯНА БХАДЖО НАРАЯНА<br />
            БХАДЖО НАРАЯНА ШРИМАН НАРАЯНА<br />
            ШРИМАН НАРАЯНА ЛАКШМИ НАРАЯНА<br />
            ХАРИ НАРАЯНА ХАРИ НАРАЯНА
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Мы получаем радость, произнося Имена Господа Вишну –
            Виттхала, Пандуранга, Пурандара, Бхаджо, Шриман, Хари.
            О, хранитель вселенной, прославление Твоих Имен разрушает
            страдания невежества!
          </p>

          <h2 className="mb-2 mt-5 md:mt-7 lg:mt-10 text-xl md:text-2xl w-full">
            3. НАРАЯНА
          </h2>
          <p className="font-bold">
            НАРАЯНА НАРАЯНА ДЖАЯ ГОВИНДА ХАРЕ<br />
            НАРАЯНА НАРАЯНА ДЖАЯ ГОПАЛА ХАРЕ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Славьте в гимнах изначального Бога – Отца, Имя которому –
            Нараяна! О, Господь Вишну! Ты – прибежище всех существ,
            приносящий счастье всему Творению, защитник всего живого!
            Ты разрушаешь страх перед циклом рождения и смерти.
          </p>

          <h2 className="mb-2 mt-5 md:mt-7 lg:mt-10 text-xl md:text-2xl w-full">
            4. ОМ НАМО НАРАЯНАЯ
          </h2>
          <p className="font-bold">
            ОМ НАМО НАРАЯНАЯ НАМО НАМО НАРАЯНАЯ<br />
            ОМ НАМО НАРАЯНАЯ НАМО НАМАХА<br />
            ВИШНУ НАРАЯНАЯ НАМО НАМО НАРАЯНАЯ<br />
            ВИШНУ НАРАЯНАЯ НАМО НАМАХА<br />
            ГУРУ НАРАЯНАЯ НАМО НАМО НАРАЯНАЯ<br />
            ГУРУ НАРАЯНАЯ НАМО НАМАХА
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Я почтительно склоняюсь перед Господом Вишну, Нараяной!
            Слава Прародителю всего сущего, Властелину бесконечности!
            Духовному Учителю всех существ, Всеобщему Прибежищу,
            Всепроникающему - поклонение!
          </p>

          <h2 className="mb-2 mt-5 md:mt-7 lg:mt-10 text-xl md:text-2xl w-full">
            5. ОМ НАМО БХАГАВАТЕ ВАСУДЕВАЯ
          </h2>
          <p className="font-bold">
            ОМ НАМО БХАГАВАТЕ ВАСУДЕВАЯ<br />
            ОМ НАМО ОМ НАМО ОМ НАМО ОМ НАМО<br />
            ОМ НАМО НАМО
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Я склоняюсь перед Господом Васудэвой,
            сияющим в сердцах всех существ! О, Всепроникающий Господь, да
            достигну я Твоих лотосных стоп!
          </p>

          <h2 className="mb-2 mt-5 md:mt-7 lg:mt-10 text-xl md:text-2xl w-full">
            6. ОМ НАМО БХАГАВАТЕ ВАСУДЕВАЯ
          </h2>
          <p className="font-bold">
            ОМ НАМО БХАГАВАТЕ ВАСУДЕВАЯ<br />
            ОМ НАМО БХАГАВАТЕ ДЖИВА ДАТТАЯ<br />
            ОМ НАМО БХАГАВАТЕ ДЕВА ДЕВАЯ<br />
            ОМ НАМО БХАГАВАТЕ МУКТИ ДАТТАЯ<br />
            ДЭВА ДЭВАЯ ШАНТИ ДАТТАЯ<br />
            ДЖИВА ДАТТАЯ ВАСУДЕВАЯ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Ом, поклонение Бхагавану Васудеве! Поклонение
            поддерживающему жизнь во всем, Богу Богов,
            рассеивающему великие страхи сансары, наделяющему
            умиротворением, наивысшим знанием и Освобождением!
          </p>

          <h2 className="mb-2 mt-5 md:mt-7 lg:mt-10 text-xl md:text-2xl w-full">
            7. ОМ НАМО БХАГАВАТЕ ВАСУДЕВАЯ
          </h2>
          <p className="font-bold">
            ОМ НАМО БХАГАВАТЕ ВАСУДЕВАЯ<br />
            ХАРИ ОМ НАМО БХАГАВАТЕ ВАСУДЕВАЯ<br />
            ДРАМ ДРАМ ШРИ ДАТТА ДРАМ ДРАМ ШРИ ДАТТА<br />
            ШРИ ДАТТА ДРАМ ДРАМ ДРАМ ДРАМ ШРИ ДАТТА
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            О, Всепронизывающий Господь, имя Твое – Васудева!
            О Бхагаван! Я почтительно склоняюсь перед Тобой и призываю
            Тебя, О Святой Даттарейя!
          </p>

          <h2 className="mb-2 mt-5 md:mt-7 lg:mt-10 text-xl md:text-2xl w-full">
            8. НАРАЯНА
          </h2>
          <p className="font-bold">
            НАРАЯНА<br />
            ОМ НАМАХ ШИВАЯ<br />
            НАРАЯНА НАРАЯНА НАРАЯНА ОМ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            О Господь Нараяна! Ты – Изначальная, Всепронизывающая
            Основа всего! Ты - Господь Шива, поддерживающий все три
            мира, скрытых в звуке Ом! Я прибегаю к Тебе и молю о Милости
            Просветления и Осовбождения!
          </p>

          <h2 className="mb-2 mt-5 md:mt-7 lg:mt-10 text-xl md:text-2xl w-full">
            9. ГОПАЛА ГОВИНДА
          </h2>
          <p className="font-bold">
            ГОПАЛА ГОВИНДА ГОВИНДА<br />
            ГОПАЛА ГОПАЛА ГОПАЛА ГОВИНДА ГОВИНДА<br />
            ОМ НАМАХ ШИВАЯ<br />
            ШИВАЯ ШИВАЯ ОМ НАМАХ ШИВАЯ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            О Господь, явивший себя в образе Святого Пастушка,
            Ты един со Всеблагим Шивой! Я принимаю в тебе Прибежище!
          </p>

          <h2 className="mb-2 mt-5 md:mt-7 lg:mt-10 text-xl md:text-2xl w-full">
            10. ОМ НАМО БХАГАВАТЕ ВАСУДЕВАЯ
          </h2>
          <p className="font-bold">
            ОМ НАМО БХАГАВАТЕ ВАСУДЕВАЯ<br />
            ВАСУДЕВАЯ ВАСУДЕВАЯ ВАСУДЕВАЯ ОМ<br />
            ГУРУ ОМ НАМО БХАГАВАТЕ ВАСУДЕВААЯ<br />
            ОМ НАМО БХАГАВАТЕ ВАСУДЕВАЯ<br />
            ВАСУДЕВАЯ ВАСУДЕВАЯ ВАСУДЕВАЯ ОМ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Ом, поклонение Бхагавану Васудеве! Слава
            Прародителю всего Сущего, Слава Властелину Бесконечности!
          </p>

          <h2 className="mb-2 mt-5 md:mt-7 lg:mt-10 text-xl md:text-2xl w-full">
            11. ХАРИ ОМ НАМО НАРАЯНА
          </h2>
          <p className="font-bold">
            ШРИМАН НАРАЯНА НАРАЯНА ХАРИ ХАРИ<br />
            ТЭРИ ЛИЛА САБСЕ НЙАРИ НЙАРИ ХАРИ ХАРИ<br />
            БХАДЖМАН НАРАЯНА НАРАЯНА ХАРИ ХАРИ<br />
            ДЖЕЙ ДЖЕЙ НАРАЯНА НАРАЯНА ХАРИ ХАРИ<br />
            ШРИМАН НАРАЯНА НАРАЯНА ХАРИ ХАРИ<br />
            ХАРИ ОМ НАМО НАРАЯНА ОМ НАМО НАРАЯНА<br />
            ХАРИ ОМ НАМО НАРАЯНА ХАРИ ОМ НАМО НАРАЯНА
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Хвала тысячеголовому богу, всевидящему, всеблагому,
            Тому, который выше всего, постоянному, всеобщему,
            Нараяне, Хари, избавителю!
            О, Господь Нараяна, все игры твои непостижимы!
          </p>
          <p className="font-bold">
            ЛАКШМИ НАРАЯНА НАРАЯНА ХАРИ ХАРИ<br />
            БОЛЕ НАРАЯНА НАРАЯНА ХАРИ ХАРИ<br />
            БХАДЖО НАРАЯНА НАРАЯНА ХАРИ ХАРИ<br />
            ДЖЕЙ ДЖЕЙ НАРАЯНА НАРАЯНА ХАРИ ХАРИ<br />
            ШРИМАН НАРАЯНА НАРАЯНА ХАРИ ХАРИ<br />
            ТЭРИ ЛИЛА САБСЕ НЙАРИ НЙАРИ ХАРИ ХАРИ<br />
            ШРИМАН НАРАЯНА НАРАЯНА ХАРИ ХАРИ<br />
            САТЬЯ НАРАЯНА НАРАЯНА ХАРИ ХАРИ<br />
            ДЖАПО НАРАЯНА НАРАЯНА ХАРИ ХАРИ<br />
            БХАДЖО НАРАЯНА НАРАЯНА ХАРИ ХАРИ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Хвала отцу всего, владыке Атмана, вечному, приносящему
            счастье, неуничтожимому, Нараяне, великому предмету
            постижения, всеобщему Атману, высшему прибежищу!
            Нараяна – высший свет, Атман, Нараяна – высшая сущность
            Брахмана, Нараяна – высший созерцающий,
            Он, поистине – все, что видно и слышно в мире.
            О, Господь Нараяна, все игры твои непостижимы!
          </p>

          <h2 className="mb-2 mt-5 md:mt-7 lg:mt-10 text-xl md:text-2xl w-full">
            12. НАРАЯНА ХАРИ
          </h2>
          <p className="font-bold">
            НАРАЯНА ХАРИ НАРАЯНА БХАДЖО<br />
            НАРАЯНА НАМО НАРАЯНА<br />
            ХАРИ ОМ ОМ ОМ ОМ ОМ … НАМО НАРАЯНА<br />
            ШИВА ОМ ОМ ОМ ОМ ОМ … НАМО НАРАЯНА
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Преданно воспевайте имена Господа Хари, Нараяны,
            Того, Кто является Сердцем всего сущего!
          </p>
        </div>
      </MyAccordion>
    </div >
  )
}

export default BhadjanyVishnu