import MyAccordion from './MyAccordion'

const GaneshaArati = () => {
  return (
    <div className='w-full mt-5 md:mt-7 lg:mt-10 flex justify-center'>
      <MyAccordion id='GaneshaArati' title='Ганеша Арати' big className='max-w-xl'>
        <div className="mt-5 lg:mt-10 w-full flex flex-col gap-5 font-light">
          <div className="w-full flex flex-wrap items-center justify-center py-5">
            <audio
              controls
              controlsList="nodownload"
              src="/sounds/BhadjanMandala/GaneshaArati.mp3"
              className="w-full"
            ></audio>
          </div>
          <h2 className="mb-2 mt-5 md:mt-7 lg:mt-10 text-xl md:text-2xl w-full">Ганеш Ванданам</h2>
          <p className="font-medium">
            Харе Ом!<br />
            ГаджАананАм бхУта ганАади севитАм <br />
            КапИтха джамбО пхалАчара бхакшанАм <br />
            УмА сутам шОка винАаша кAранАм <br />
            НамАми вигнЕшвара пАда панкаджАм
          </p>
          <p className=" text-balance max-w-screen-sm text-sm">
            О, Господь с ликом слона, Кому служат полчища божественных
            последователей, Тот, Кто вкушает сердцевину плодов капиты и
            джамболана, сын Умадэви, причина уничтожениия всех
            горестей! Я приветствую лотосные стопы Господа Вигнешвары!
          </p>
          <h2 className="mb-2 mt-5 md:mt-7 lg:mt-10 text-xl md:text-2xl w-full">Ганеша Арати</h2>
          <p className="font-medium">
            1. Ом джЕй гоурИнандА<br />
            хари джАя гириджАнандА<br />
            хари джАя гоурИнандА<br />
            гаНапати Ананда кАндагуру<br />
            гаНапати Ананда кАнда<br />
            мЭ чарэнЕна ванда<br />
            ом джей гоурИнандА
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Приветствую сына Парвати и Шивы, Предводителя ганов,
            дарующего блаженство. Я кланяюсь к его стопам.
            Ом, слава сыну Гаури!
          </p>
          <p className="font-medium">
            2. СУнда сундАЛо нетро вишАло<br />
            кУндала джАла кхантА<br />
            хари кУндала джАла кхантА<br />
            кУма кума кЕшаРа чАндана<br />
            кУма кума кЕшаРа чАндана<br />
            сИндура вадАна ванда<br />
            ом джей гоурИнандА
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Тому, чей хобот длинен, чьи глаза велики и прекрасны, чьи серьги
            свекрают, чей лоб украшен красной тилакой из шафрана и
            сандалового дерева, а все тело умащено красным порошком
            синдура. Ом, слава сыну Гаури!
          </p>
          <p className="font-medium">
            3. Ом джЕй гоурИнандА<br />
            хари джАя гириджАнандА<br />
            гаНапати Ананда кАндагуру<br />
            гаНапати Ананда кАнда<br />
            мЭ чарэнЕна ванда<br />
            ом джей гоурИнандА
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Приветствую сына Парвати и Шивы, Предводителя ганов,
            дарующего блаженство. Я кланяюсь к его стопам.
            Ом, слава сыну Гаури!
          </p>
          <p className="font-medium">
            4. МУкута сугАла соухАнта<br />
            мАстака сОхантА<br />
            хари мАстака сОхантА<br />
            бАхияа бхАджу ванда гуру<br />
            бАхияа бхАджу ванда<br />
            пАхучее нИлакхантА<br />
            ом джей гоурИнандА
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Я преклоняюсь пред сыном Гаури, чью прекрасную голову украшает
            великолепная корона. Приветствую Ганеша, чьи руки и запястья
            украшены кольцами невиданной красоты. Слава сыну Гаури!
          </p>
          <p className="font-medium">
            5. РАтана джаРИта синьгхАсана шОубита<br />
            гАнапати АнандА<br />
            хари гаНапати АнандА<br />
            гАле мотиЕнна ки мАлагуру<br />
            гАле бхэйджЯнти ки мАла<br />
            сУра нара мУни вандА<br />
            ом джей гоурИнандА
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Драгоценные камни украшают его трон. О, Повелитель ганов,
            дарующий блаженство! На его шее сверкающие ожерелья из
            жемчуга и вайджанти. Боги, люди и риши славят Его.
            Слава сыну Гаури!
          </p>
          <p className="font-medium">
            6. МУшака вАхана рАдьжата<br />
            шИва сута АнандА<br />
            хари шИва сута АнандА<br />
            кехата шивАнанда суАми гуру<br />
            бхАджата харИ хара суАми<br />
            мЭ тата бхАва пхандА<br />
            ом джей гоурИнанда
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Хвала тому, чья вахана мышь. Слава блаженному сыну Шивы!
            Тот, кто поет это арати, обретает блаженство и счастье,
            так говорит Шивананда Свами. О Господь, освободи нас
            от страха Сансары! Слава сыну Гаури!
          </p>
          <p className="font-medium">
            7. Ом джЕй гоурИнандА<br />
            хари джАя гириджАнандА<br />
            хари джАя гоурИнандА<br />
            гаНапати Ананда кАнда гуру<br />
            гаНапати Ананда кАнда<br />
            мЭ чаранЕна ванда<br />
            ом джей гоурИнандА
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Приветствую сына Парвати и Шивы, Предводителя ганов,
            дарующего блаженство. Я кланяюсь к его стопам!
          </p>
          <h2 className="mb-2 mt-5 md:mt-7 lg:mt-10 text-xl md:text-2xl w-full">Ганеша Пранам</h2>
          <p className="font-medium">
            ГаурИ ганеш катО калеш мата пАрвати питА махеш<br />
            рИддги сиддехи дАтта<br />
            бхолО гаджанан бхагавАна ки джей!
          </p>
          <p className="text-balance max-w-screen-sm text-sm">Сын Гаури Ганеша устраняет все страдания и препятствия!
            Тот, чья мать — Парвати, а отец — Шива, Ганеша — Господин
            Риддхи и Сиддхи. Повторяйте - Слава Бхагавану Ганеше!</p>
        </div>
      </MyAccordion>
    </div>
  )
}

export default GaneshaArati