import MyAccordion from './MyAccordion'

const GuruYogaFull = () => {
  return (
    <div className='w-full mt-5 md:mt-7 lg:mt-10 flex justify-center'>
      <MyAccordion id='GuruYogaFull' title='Гуру йога (полная)' big className='max-w-xl'>
        <div className="mt-5 lg:mt-10 w-full flex flex-col gap-5">
          <div className="w-full flex flex-wrap items-center justify-center py-5">
            <audio
              controls
              controlsList="nodownload"
              src="/sounds/BhadjanMandala/GuruYogaFull.mp3"
              className="w-full"
            ></audio>
          </div>
          <p className="font-bold">
            Брахма Ахам Бхава ки – джей! <br />
            Шри Адинатха Шива ки – джей!<br />
            Адья Шакти ки – джей!<br />
            Бхагаван Шри Авадхута Даттатрейя ки – джей! <br />
            Шри Йогираджа ки – джей! <br />
            Шри Атриварада ки – джей! <br />
            Шри Датта Йогираджа ки – джей! <br />
            Шри Калагнишамана ки – джей! <br />
            Шри Йогираджавалабха ки – джей! <br />
            Шри Лилавишвамбара ки – джей! <br />
            Шри Сиддхараджа ки – джей! <br />
            Шри Джнянасагара ки – джей! <br />
            Шри Вишвамбара Авадхута ки – джей! <br />
            Шри Майамукта Авадхута ки – джей! <br />
            Шри Майаюкта Авадхута ки – джей! <br />
            Ади Гуру ки – джей! <br />
            Шиварупа Даттатрейа ки – джей! <br />
            Дева Дева Даттатрейа ки – джей! <br />
            Дигамбра ки – джей! <br />
            Шри Шьямакамалаяна ки – джей! <br />
            Шри Санаткумара ки – джей! <br />
            Риши Васиштха ки – джей! <br />
            Риши Вишвамитра ки – джей! <br />
            Риши Кашьяпа ки – джей! <br />
            Риши Гаутама ки – джей! <br />
            Риши Атри ки – джей! <br />
            Риши Джамадагни ки – джей! <br />
            Риши Бхарадваджа ки – джей! <br />
            Шри Вьясадева ки – джей! <br />
            Шри Шукадева ки – джей! <br />
            Шри Гаудапада ки – джей! <br />
            Шри Говиндапада ки – джей! <br />
            Бхагаван Шри Ади Шанкарачарья ки – джей! <br />
            Махасиддха Нандидевар ки – джей! <br />
            Шри Сатьямуни ки – джей! <br />
            Махасиддха Памбатти ки – джей! <br />
            Шива Прабхакара сиддхайоги Шри Гуру Брахмананда Авадхута ки – джей! <br />
            Бхагаван Шри Рамалинга Свамигал ки – джей! <br />
            Лайя Йога сахаджа Дхарма ки – джей! <br />
            Лайя Йога Ануграха ки – джей! <br />
            Арья сангха ки – джей! <br />
            Шри Гуру Свами Вишнудевананда Гириджи ки – джей! <br />
          </p>

        </div>
      </MyAccordion>
    </div>
  )
}

export default GuruYogaFull