import MyAccordion from './MyAccordion'

const GuruPadukaStotra = () => {
  return (
    <div className='w-full mt-5 md:mt-7 lg:mt-10 flex justify-center'>
      <MyAccordion id='GuruPadukaStotra' title='Гуру падука стотра' big className='max-w-xl'>
        <div className="mt-5 lg:mt-10 w-full flex flex-col gap-5 font-light">
          <div className="w-full flex flex-wrap items-center justify-center py-5">
            <audio
              controls
              controlsList="nodownload"
              src="/sounds/BhadjanMandala/GuruPadukaStotra.mp3"
              className="w-full"
            ></audio>
          </div>

          <p className="font-medium">
            Ана-анта самса-ра самудра та-ра<br />
            Наука йитабхьям гурубха-ктида-бхьям<br />
            Ваир-агья самраджьяда пу-джа-набхьям<br />
            Намо намаха шри-гуру-па-дукабхьям
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Простираюсь перед святыми падуками Гуру, которые,
            словно лодка, переправляют через этот бесконечный океан
            сансары. Которые дают мне преданность Гуру
            и благословляют на великое отречение.
          </p>
          <p className="font-medium">
            Кавитва вараши ниша кара бхьям<br />
            Даурбха гьяда вам будама-лика бхьям<br />
            Ду-ри крита намра випа-тита бхьям<br />
            Намо намаха шри-гуру-па-дукабхьям
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Простираюсь перед святыми падуками Гуру, которые,
            словно водопад, тушат огонь несчастья и разрушают
            несчастья тех, кто припадает к ним.
          </p>
          <p className="font-medium">
            Ната яйоу шри патитам сами-йуху<br />
            Када-чидапьяшу даридраварья-ха<br />
            Мука-шча вачас патитам хи-та-бхьям<br />
            Намо намаха шри-гуру-па-дукабхьям
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Простираюсь перед святыми падуками Гуру.
            Те пораженные бедностью, которые поклоняются им,
            становятся обладателями великого богатства
            и даже превосходят великих мастеров слова.
          </p>
          <p className="font-medium">
            Нали-ка-ни-ка-ша пада хрида бхьям<br />
            На-на вимоха-ди нива-рика бхьям<br />
            Нама-джана-бхишта тати прада бхьям<br />
            Намо намаха шри-гуру-па-дукабхьям
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Простираюсь перед святыми падуками Гуру, которые удаляют
            все виды невежественных желаний и выполняют в избытке
            желания тех, кто поклоняется им.
          </p>
          <p className="font-medium">
            Нрипа-лимоули враджаратна кА-нти<br />
            Сари-твира-джа джашака-ньяка бхьям<br />
            Нрипат вада бхьям наталока пантэ-хе<br />
            Намо намаха шри-гуру-па-дукабхьям
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Простираюсь перед святыми падуками Гуру, которые блестят,
            как драгоценные камни, украшающие короны царей, склоняясь к
            которым, утопающие в мирском спасаются
            и поднимаются к великой свободе.
          </p>
          <p className="font-medium">
            Папа-ндакара-рка парампара бхьям<br />
            Та-паАтраях индра кха-ге-швара бхьям<br />
            Джадья бдхисамшо-шана ва-да-ва бхьям<br />
            Намо намаха шри-гуру-па-дукабхьям
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Простираюсь перед святыми падуками Гуру, которые служат
            Солнцем, испепеляющим все иллюзии. Которые как птица
            Гаруда перед змеями, и которые ураганным огнем
            высушивают океан смерти.
          </p>
          <p className="font-medium">
            Шама-дишатка прадаваи бхава бхьям<br />
            Самади да-на врадади-кшита бхьям<br />
            Рамада вандхрис стирабха-кти да бхьям<br />
            Намо намаха шри-гуру-па-а-дукабхьям
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Простираюсь перед святыми падуками Гуру, которые дают
            один с шестью атрибутами и благословляют постоянной
            приверженностью к стопам Господа и обетом
            благотворительности и постоянства.
          </p>
          <p className="font-medium">
            Сварча-пара-нам макхиле-шта да бхьям<br />
            Сва-ха-саха-якша ду-ра-нда ра бхьям<br />
            Сва-нта-чабха-ва прадапу-джана бхьям<br />
            Намо намаха шри-гуру-па-дукабхьям
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Простираюсь перед святыми падуками Гуру, которые
            одаривают всеми желаниям тех, кто поглощен Высшим «Я»
            и милостью своей собственной скрытой Истинной Природы.
          </p>
          <p className="font-medium">
            Кама-дисарпа враджага-руда бхьям<br />
            Вивекавайра-гья нидхи-прада бхьям<br />
            Бо-дах прада бхьям дутамо-кшада бхьям<br />
            Намо намаха шри-гуру-па-дукабхьям
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Простираюсь перед святыми падуками Гуру, которые как
            Гаруда для всех змей желаний и которые благословляют
            ценными сокровищами различения и отрешения. Которые
            просветляют разум истинным знанием и благословляют
            незамедлительным Освобождением от оков мира.
          </p>


        </div>
      </MyAccordion>
    </div >
  )
}

export default GuruPadukaStotra