import MyAccordion from './MyAccordion'

const KhadgamalaStotra = () => {

  return (
    <div className='w-full mt-5 md:mt-7 lg:mt-10 flex justify-center'>
      <MyAccordion id='KhadgamalaStotra' title='Шри Деви Кхадгомала Cтотра' big className='max-w-xl'>
        <div className="mt-5 lg:mt-10 w-full flex flex-col gap-5">
          <div className="fixed bottom-0.5 left-0 w-full py-5 lg:bottom-0.5">
            <audio
              controls
              controlsList="nodownload"
              src="/sounds/Stotra/KhadgamalaStotra.mp3"
              className="w-full"
            ></audio>
          </div>

          <p className="font-medium w-xl">
            хрим-карасана-гарбхитанала-шикхам<br />
            саух клим калам бибхратим<br />
            сауварнамбара-дхариним<br />
            вара-судха-дхаутам тринетроджджвалам<br />
            ванде пустака-пашам-анкуша-дхарам<br />
            страг-бхушитам уджджвалам<br />
            твам гаурим трипурам парат-паракалам<br />
            шри чакра-санчариним
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Сути слога "Хрим", изошедшего из ее рта; чьи волосы - элемент огня; несущий слоги "саух" и "клим";
            Облаченной в золотые одежды, и источающей непревзойденный нектар, чьи три глаза сверкают;
            Держащей книгу, петлю и стрекало; украшенной цветочной гирляндой, сияющей; Поклонение Тебе, О Гаури,
            Трипура, Наивысшая, пребывающая в Шри Чакре!
          </p>
          <p className="font-medium">
            Ом<br />
            асйа шрИ шудха шактималА махА-мантрасйа<br />
            упастхендрийА-дхиштАйИ варуНАдитйа ришийах<br />
            девИ гайатрИ чандаХа сАтвика какАра<br />
            бхаТТАрака-пИТха-стхита кАмешварАНга-нилайА<br />
            МахакАмешварИ шри лалита<br />
            пара бхаттарика деваТа<br />
            АиМ бИджаМ кЛИМ<br />
            шактиХи сауХ кИлякаМ<br />
            Мама кхадга-сиддхйартхе<br />
            сарвАбхИшта сиддхйартхе<br />
            джапе винийогаХа
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Этой святой великой мантры, гирлянды чистых Шакти, Риши - Варунадитья,
            пребывающий в свадхистана чакре, Размер – Гайатри; Божество - госпожа
            Махакамешвари Лалита; биджа - Аим; шакти - Клим; Килака -Соух. Цель повторения: обретение
            мистического меча (кханда) и исполнение всех желаний.
          </p>

          <p className="font-medium">
            Атад дхьнам:<br />
            АрактАбхаМ тринетрАм аруНима васанАМ ратна-тАДанка-рам-ЯМ<br />
            ХастАм-бходжаис сапАШАНкуШа мадана-дхануссАйакаир виспхурантИМ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Сияющая как кровь, трёхокая, носящая сари цвета восходящего солнца,
            С ушами, украшенными великолепными драгоценными камнями, которые слишком красивы, для того чтобы их созерцать;
            Держащая в Своих четырёх руках петлю, стрекало, лук из сахарного тростника и пять цветочных стрел.
          </p>
          <p className="font-medium">
            АпИноттуНга вакШоруха калаШа луптатАра-хАроджвалАНгИМ<br />
            ДхйАйет амбхоруха-стАм аруНима-васанАм ИШварИм ИШварАНАМ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            С плотными и круглыми вздымающимся грудями подобно изящным кувшинам, украшенная и сияющая в драгоценностях;
            Так следует созерцать  Деви, сидящую в лотосе, облаченную в красные одежды, Владычицу владык.
          </p>


          <p className=" font-medium ">
            Хридайадеви<br />
            Широдеви<br />
            ШикхАдеви<br />
            кавачадеви<br />
            нетрадеви<br />
            астрадеви<br />
            камеШвари<br />
            бхагамАлини<br />
            нитйакЛинне<br />
            бхеруНТе<br />
            вахнивАсини<br />
            махАваджреШвари<br />
            ШивадУти<br />
            тварите<br />
            куласундари<br />
            нитйе<br />
            нИлапатАке<br />
            виджайе<br />
            сарвамаНгаЛе<br />
            джвАлАмАлини<br />
            читре<br />
            махАнитйе
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Я склоняюсь перед Твоим сострадательным сердцем, перед Твоей королевской короной, перед Твоими ниспадающими волосами, перед Твоими защищающими руками, перед Твоим изящным взглядом, перед Твоим защищающим оружием. Я склоняюсь перед Твоими 16 аспектами известными как Нитьи, Вечные. Они – 16 Вечных соответствуют 16 фазам луны, начинающиеся от новой луны до полной луны. Я склоняюсь перед:<br />

            - КАмешвари [Она, которая контролирует Желания],<br />
            - БхагамАлини [Она, которая имеет Гирлянду Солнц],<br />
            - Нитйаклинна [Она, которая всегда пробуждает],<br />
            - Бхерунда [Она, которая вселяет ужас],<br />
            - ВахнивАшини [Она, которая живёт в огне],<br />
            - МахАваджрешвари [Она, которя владычица Грома],<br />
            - ШивадУти [Приносящая Радость как пославшая Шиву],<br />
            - Тварита [Она, которая не останавливаемая],<br />
            - Куласундари [Великолепный Лотос на Озере],<br />
            - Нитйа [Она, которая Вечная],<br />
            - НилапатАка [Она, кто имеет Алый наконечник Синего Знамени],<br />
            - Виджайа [Она, которая всегда Побеждающая],<br />
            - Сарвамангала [Она, которая всегда благоприятна],<br />
            - ДжвАламалини [владычица пламени],<br />
            - Читра [Она, которая всегда разнообразна],<br />
            - МахАнитйа [Она, которая великая вечность].
          </p>
          <p className="font-medium">
            ПарамеШвара парамешвари <br />
            митреШама-майи <br />
            уддиШа-майи<br />
            чарйАнАтха-майи <br />
            лопАмудрА-майи<br />
            агастйамайи <br />
            кАлатАпана-майи <br />
            дхармАчАра-майи <br />
            муктакеШИШвара-майи<br />
            дипакалАнАтха-майи <br />
            вишнудева-майи <br />
            прабхакарадева-майи <br />
            теджодева-майи<br />
            маноджадева-майи<br />
            калйАнадева-майи <br />
            вАсудева-майи<br />
            ратнадева-майи <br />
            шрирамананда-майи
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            - Парамешвара [Изначальный Сам Бог (Шива, первоначальный Гуру)],<br />
            - Parameswari [Изначальная Сама Богиня],<br />
            - Митресамайи [Деви, принявшая форму Гуру МитрешАнанды Натха],<br />
            - Уддиcамайи [Деви, принявшая форму Гуру УддишАнанды Натха],<br />
            - Чарйанатхамайи [Деви, принявшая форму Гуру КарйанатанАтхы],<br />
            - ЛопАмудрАмайи [Деви, принявшая форму Гуру ЛопАмудрА],<br />
            - Агастйамайи [Деви, принявшая форму Мудреца Агастйи (один из семи вечных риши)],<br />
            - Калатапанамайи [Деви, принявшая форму Гуру КалаттАпаны],<br />
            - Дхармачарйамайи [Деви, принявшая форму Гуру ДхармачарйАнанды Натха],<br />
            - Муктакесишварамайи [Деви, принявшая форму Гуру МуктакалеишварАнанды Натха],<br />
            - Дипакаланатхамайи [Деви, принявшая форму Гуру ДипакалА Натха],<br />
            - Вишнудевамайи [Деви, принявшая форму Вишну как Гуру],<br />
            - Прабхакара девамайи [Деви, принявшая форму Гуру ПрабхАкары (Солнце)],<br />
            - Теджодевамайи [Деви, принявшая форму Агни или Огня как Гуру],<br />
            - Маноджадевамайи [Деви, принявшая форму Камадева или Купидона как Гуру],<br />
            - Калйанадевамайи [Деви принявшая форму благоприятности как Гуру],<br />
            - Васудевамайи [Деви, принявшая форму ВАсудевы или Кришны как Гуру],<br />
            - Ратнадевамайи [Деви, принявшая форму драгоценного камня как Гуру],<br />
            - Раманандамайи [Деви, принявшая форму Гуру РамАнанды Натха].
          </p>
          <p className="font-medium">
            аНимА-сиддхи<br />
            лагхимА-сидхи<br />
            гаримА-сидхи<br />
            махимА-сидхи<br />
            Ишитва-сиддхи<br />
            ваШитва-сиддхи<br />
            пракамйа-сиддхи<br />
            бхукти-сиддхи<br />
            иччхА-сиддхи<br />
            прАпти-сиддхи<br />
            сарвакАма-сиддхи<br />
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Я склоняюсь перед Сидхи называя:<br /><br />
            - АнимА [Атомное Сокращение],<br />
            - ЛагхимА [Сияние],<br />
            - МахимА [Величие],<br />
            - Истива [Творческий Контроль],<br />
            - Васитва [Очаровывающее Господство],<br />
            - ПракАмйа [Достижение],<br />
            - Бхукти [Наслаждение],<br />
            - ИччхА [Сила воли],<br />
            - ПрАпти [Достижение],<br />
            - СарвАкама [Осуществление Всех Желаний].
          </p>
          <p className="font-medium">
            брАхми<br />
            мАхешвари<br />
            каумАри<br />
            вайшнавИ<br />
            вАрАхи<br />
            МАхендри<br />
            чАмунди<br />
            махАлакШми<br />
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Я склоняюсь перед:<br />

            - БрАхми [Вожделение],<br />
            - МАхешвари [Гнев],<br />
            - КаумАри [Собственничество],<br />
            - Вайшнави [Одержимость],<br />
            - ВАрАхи [Гордость],<br />
            - МАхендри [Ревность],<br />
            - ЧАмунда [Индивидуализм/"Я" - пуп],<br />
            - МахАЛакшми [Верховность Ума].
          </p>
          <p className="font-medium">
            сарва-саНкШобхиНи<br />
            сарва-видравиНи<br />
            сарвА-карШиНи<br />
            сарва-ваШаНкари<br />
            сарво-нмадини<br />
            сарва-махАНкуШе<br />
            сарва-кхечари<br />
            сарва-бИдже<br />
            сарва-йони<br />
            сарва-трикханде<br />
            трайлокйа-мохана-чакра-свАминИ<br />
            пракаТа-йогинИ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Я склоняюсь перед:<br />

            - Сарвасамкшобхини [та, которая всех возбуждает],<br />
            - Сарвавидравина [та, которая всё разжиживает/плавит],<br />
            - СарвАкаршини [та, которая всех привлекает],<br />
            - Сарвавашанкари [та, которая управляет/командует всем],<br />
            - Сарвонмадини [та, которая всех сводит с ума],<br />
            - СарвамахАнкуша [та, которая направляет/настаивает на всех],<br />
            - Сарвакхечари [та, которая перемещает/проносит всех сквозь пространство],<br />
            - Сарвабиджа [семя или информация (ДНК/"генетическая карта") всего],<br />
            - Сарвайони [источник или матка всего/первичность всего],<br />
            - Сарватрикханда [трилистник деление/разделитель всего: знающий, знание, и известное].<br />

            Я склоняюсь перед Владычицей Чакры трёх миров пробуждённого, сновидящего, и спящего; Йогины, которые выражают Себя открыто без запретов.
          </p>
          <p className="font-medium">
            кАмА-карШиНи<br />
            будхйА-карШиНй<br />
            ахаНкАрА-карШиНи<br />
            ШабдА-карШиНи<br />
            спарША-карШиНи<br />
            рУпА-карШиНи<br />
            расА-карШини<br />
            гандхА-карШиНи<br />
            читтА-карШиНи<br />
            дхаирйА-карШиНи<br />
            смритйА-карШиНи<br />
            нАмА-каршиНи<br />
            бИджА-карШиНй<br />
            АтмА-карШиНи<br />
            амритА-карШиНИ<br />
            ШарИрА-карШини<br />
            сарваШа-парипУрака-чакра-свАмини<br />
            гупта-йогини
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Я склоняюсь перед:<br />
            - КамАкаршини [Она, которая привлекает силу желания (защищающая и лелеющая)],<br />
            - БуддхйАкаршини [Она, которая привлекает силу проницательности/решения],<br />
            - АхамкарАршини [Она, которая привлекает силу эго],<br />
            - СабдАкаршини [Она, которая привлекает силу звука/слышания],<br />
            - СпаршАкаршини [Она, которая привлекает силу прикосновения],<br />
            - РупАкаршини [Она, которая привлекает силу формы/вида],<br />
            - РасАкаршини [Она, которая привлекает силу вкуса],<br />
            - ГандхАкаршини [Она, которая привлекает силу аромата],<br />
            - ЧитАкаршини [Она, которая привлекает силу мысли],<br />
            - ДхарйАкаршини [Она, которая привлекает силу доблести/храбрости],<br />
            - СмритйАкаршини [Она, которая привлекает силу памяти],<br />
            - НамАкаршини [Она, которая привлекает силу имени],<br />
            - БиджАкаршини [Она, которая привлекает силу семени/спермы],<br />
            - АтмАкаршини [Она, которая привлекает силу личности],<br />
            - АмритАкаршини [Она, которая привлекает бессмертие],<br />
            - СарирАкаршини [Она, которая привлекает силу смертности].<br />
            Я склоняюсь перед владыкой колеса, которое выполняет все побуждения и все желания, кто есть тайная йогина.
          </p>
          <p className="font-medium">
            анаНга-кусуме<br />
            анаНга-мекхале<br />
            анаНга-мадене<br />
            анаНга-маданАтуре<br />
            ананга-рекхе<br />
            анаНга-вегини<br />
            анаНгА-НгуШе<br />
            анаНга-мАлини<br />
            сарвасанкШобхаНа-чакра-свАмини<br />
            гуптатара-йогини
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Я склоняюсь перед:<br />
            - Ананга Кушума [чувство цветения],<br />
            - Ананга Мекхала [чувство опоясывания (границы)],<br />
            - Ананга Мадана [чувство любви (пробуждение)],<br />
            - Ананга МаданАнтура [чувство желания],<br />
            - Ананга Рекха [чувство пересечения границ],<br />
            - Ананга Вегини [чувство сексуального желания (быстро)],<br />
            - Ананга Кусума [чувство настойчивости в сексе],<br />
            - Ананга МАлини [чувство оргии радости].<br />
            Я склоняюсь перед владыкой этой всей возбуждающей чакры – тайной йогиной.
          </p>
          <p className="font-medium">
            сарва-санкШобхини<br />
            сарва-видрАвиНи<br />
            сарвА-карШиНи<br />
            сарва-хЛАдини<br />
            сарва-саммохони<br />
            сарва-стамбхини<br />
            сарва-джрумбхиНи<br />
            сарва-ШаНкари<br />
            сарва-раНджини<br />
            сарвомАдини<br />
            сарвАртха-сАдхике<br />
            сарва-сампатти-пУриНи<br />
            сарва-мантра-майи<br />
            сарва-двандва-кшайанкари<br />
            сарва-саубхАгйа-дАйака-чакра-свАмини<br />
            сампрАдАйа-йогини
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Я склоняюсь перед деви:<br />
            - СарваСамкшобхиНи [она, которая всё возбуждает],<br />
            - СарвавидрАвиНи [она, которая сжиживает/затопляет всё],<br />
            - СарвАкаршиНи [она, которая всё привлекает],<br />
            - СарвАхладиНи [она, которая достовляет всем удовольствие],<br />
            - Сарвасаммохини [она, которая всех вводит в заблуждение],<br />
            - Сарвастхамбини [она, которая затрудняет всё (останавливает движение)],<br />
            - Сарваджрумбхини [она, которая расширяет/разрывает всё],<br />
            - Сарвавашамкари [она, которая всё контролирует /делает всё подчиняющимся],<br />
            - Сарваранджани [она, которая наслаждается всем/даёт экстаз всему],<br />
            - СарвонмАдини [она, которая сводит всех с ума],<br />
            - СарвартхасАдхини [она, которая удовлетворяет всех/делает всё процветающим],<br />
            - СарвасампаттипУрани [она, которая наполняет всех богатством/богатство],<br />
            - Сарвамантрамайи [она, которая принимает форму всех мантр/предоставляет "гены" Космоса],<br />
            - Сарвадвандвакшайамкари [она, которая устраняет всю двойственность].<br />
            Я склоняюсь перед великой владычицей чакры, которая дарит всё хорошее благосостояние великой традиционной Йогине.
          </p>
          <p className="font-medium">
            сарва-сиддхи-праде<br />
            сарва-сампат-праде<br />
            сарва-прийаНкари<br />
            сарва-маНгаЛа-кАриНи<br />
            сарва-кАма-праде<br />
            сарва-дуХкха-вимочани<br />
            сарва-мрутйа-праШамани<br />
            сарва-вигхна-нивАриНи<br />
            сарваНга-сундари<br />
            сарва-саубхАгйа-дАйини<br />
            сарвАртха-сАдхака-чакра-свАмини<br />
            куЛоттИрНа-йогини
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Я склоняюсь перед:<br />
            - Сарва Сиддхипрада [дающая все достижения/приобретения],<br />
            - Сарва Сампатпрада [дающая все блага/богатство],<br />
            - Сарва Прийамкари [дающая все, что кто-либо пожелает, или дающая желанную иметь любовь],<br />
            - Сарва МангалакАрини [предвестница всего благополучия],<br />
            - Сарва Кампраде [исполнительница всех желаний],<br />
            - Сарва Духкха Вимочани [она, которая устраняет всё страдание],<br />
            - Сарва Мритйу Прасаманиа [она, которая устраняет все случайные смерти/задерживает смерть],<br />
            - Сарва Вигхна НивАрани [она, которая устраняет все препятствия/барьеры],<br />
            - СарвАнга Сундари [она, которая красива в каждом члене/части Ее тела],<br />
            - СарвасоубхАгйа ДАйини [она, которая предоставляет все желания].<br />
            Я склоняюсь перед Владычицей колеса обеспечения всевозможными вещами, которые продвигают вас на праведном пути, давая вам все богатства, выполняя все ваши желания, и делая возможным освобождение; Йогине, имеющая высшее определение,  и которая не ограничена чем-либо – которая даровательница всех вещей.
          </p>
          <p className="font-medium">
            сарва-джне<br />
            сарва-Шакти<br />
            сарва-иШварйа-прадайини<br />
            сарва-джнАна-майи<br />
            сарва-вйАдхи-винАШини<br />
            сарва-АдхАра-сварУпе<br />
            сарва-пАпа-харе<br />
            сарва-Ананда-майи<br />
            сарва-ракША-сварУпиНи<br />
            сарвепсита-пхала-праде<br />
            сарва-ракША-кара-чакра-свАмини<br />
            нигарбха-йогини
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Я склоняюсь перед:<br />
            - Сарваджна [Она, которая всё знает (покровительствующая совершенному знанию)],<br />
            - Сарва Шакта [Она, которая всесильна (покровительствующая силе)],<br />
            - Сарваишварйа ПрадАйини [Она, которая предоставляет все сверхчеловеческие качества (которая защищает)],<br />
            - Сарва ДжнАнамайи [Она, которая предоставляет все знание (знание – это покровительство)],<br />
            - Сарва ВйАдхивинашини [Она, которая уничтожает все болезни (здоровье – это покровительство)],<br />
            - Сарвадхарасварупа [Она, которая всё поддерживает (существующая основа – это покровительство)],<br />
            - Сарва ПАпахара [Она, которая уничтожает концепцию греха (отсутствие греха – это покровительство)],<br />
            - СарвАнанда Майи [Она, которая  воплощение удовольствия (результат бесстрашия, которое является покровительством)],<br />
            - Сарва РакшА СварУпини [Она, которая сама находится в форме защиты],<br />
            - Сарвепсита Пхала Прада [Она, которая предоставляет все желания (вы под покровительством, когда все ваши желания выполнены)].<br />
            Я склоняюсь перед Ней, которая Владычица Чакры Всей Защиты; Йогина, та кто защищает вас подобно ребенку в Ее матке.
          </p>
          <p className="font-medium">
            ваШини<br />
            кАмеШвари<br />
            модини<br />
            вимале<br />
            аруне<br />
            джайини<br />
            сарвеШвари<br />
            кауЛини<br />
            сарва-рога-хара-чакра-свАмини<br />
            рахасйа-йогини
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Я склоняюсь перед:<br />
            - Васини [она, которая всепривлекающая],<br />
            - КАмешвари [она, которая владычица желаний],<br />
            - Модини [она, которая счастлива],<br />
            - Вимала [она, которая наименьшая точка],<br />
            - Аруна [она, которая красного цвета],<br />
            - Джайини [она, которая всегда побеждающая],<br />
            - Сарвешвари [она, которая владычица всего],<br />
            - КауЛини [Наслаждающаяся владычица кулАчара].<br />
            Я склоняюсь перед владычицей чакры, которая уничтожает всю болезнь – тайная йогина.
          </p>
          <p className="font-medium">
            баНини<br />
            чАпини<br />
            пАШини<br />
            аНгуШини<br />
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Я склоняюсь перед:<br />
            - БАНини - она, которая украшена пятью цветочными стрелами купидона называемого чувствами: звук (музыка), контакт (эрос), форма (красота), вкус (сладость), запах (аромат). Стрелы известны по их биджа-мантрам дрАМ, дрИМ, клИМ, БлооМ и саХ.<br />
            - ЧАпини – Она, которая имеет лук из сахарного тростника (мнение, которая любит сладкие вещи жизни) с тетивой из жужжащих пчёл.<br />
            - ПАшини – Она, которая украшена петлей любви.<br />
            - Ankushini – Она, которая украшена Слоном стрекало, чтобы контролировать зло и своенравные чувственные  желания.<br />
            Они – оружие Божественной Матери.
          </p>
          <p className="font-medium">
            махА-кАмеШвари<br />
            махА-ваджреШвари<br />
            махА-бхага-мАлини<br />
            Сарва-сиддхи-прада-чакра-свАмини<br />
            атирахасйа-йогини
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Я склоняюсь перед:<br />
            - МахА КАмешвари [владычица всех желаний],<br />
            - МахА Ваджрешвари [владычица со способностью содержать Космос в неразрушимой форме семени],<br />
            - МахА БхагамАлини [владычица со способностью выражать бесконечное богатство Космоса вне семени],<br />
            Я склоняюсь перед Владычицей колеса реализации; наиболее секретная йогина.<br />
          </p>
          <p className="font-medium">
            ШрИ-ШрИ-махАбхаТТАрике<br />
            сарвАнанда-майа-чакра-свамини<br />
            парАпара-рахасйа-йогини
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Я склоняюсь перед:<br />
            - Шри Шри МахА БхаттарикА [Шакти на Шиве].<br />
            Я склоняюсь перед трансендентальной тайной йогиной, которая – объединенная форма преданного и почитаемой и Великая Богиня. Окончательное Единство, которое является Космосом.

          </p>
          <p className="font-medium">
            трипуре<br />
            трипуреШвари<br />
            трипура-сундарИ<br />
            трипурАвАсини<br />
            трипурАШрИхи<br />
            трипура-мАлини<br />
            трипурА-сиддхе<br />
            трипурАмбе<br />
            махА-трипура-сундари<br />
            махА-махеШварИ<br />
            махА-махА-рАджнИ<br />
            махА-махА-Шакти<br />
            махА-махА-гупте<br />
            махА-махА-джняпте<br />
            махА-махАнанде<br />
            махА-махА-сканде<br />
            махА-махА-Шайе
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            [Следующее восемь деви управляют восьмью внешними вложениями, описанными выше:]<br />
            - Трипура – Три Государства: Пробуждение, Сновидение и Сон (или Три Мира: Проявленный Космос, Небесные Царства Деви и Девы, и Чистого Превосходящего Сознания)<br />
            - Трипурешвари – Управляющая этих тремя государствами/мирами<br />
            - Трипурасундари – Наиболее красивая во всех этих трех государствах/мирах<br />
            - ТрипурА Вашини – Та, которая живет во всех этих трех государствах/мирах<br />
            - ТрипурА ШриХ – Богатство всех этих трех государств/миров<br />
            - ТрипурамАлини – Последовательность всех этих государств, известных всем людям<br />
            - ТрипурА Сиддха – Достижения, возможные во всех этих трех государствах<br />
            - ТрипурАмба – Опыт космоса в Её трех государствах, объединяя весь опыт всей жизни<br />
            [Следующее – восемь дополнительных имен похвалы для Деви:]<br />
            - МахА Махешвари – Великая Владычица<br />
            - МахА МахА Раджни – Великая Царица<br />
            - МахА МахА Шакта – Великое Могущество<br />
            - МахА МахА Гупта – Великая  Тайна<br />
            - МахА МахА Джнапта – Великое Постигаемое<br />
            - МахА МахАннанда – Великое Блаженство<br />
            - МахА МахА Скандха – Великая Груда<br />
            - МахА МахАшайа – Великая Обитель
          </p>
          <p className="font-medium">
            МахА МахА Шри Чакра Нагара СамрАджни<br />
            намасте намасте намасте намах
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Великая трансендентальная сознательная Императрица колеса Шри Чакры. Мы склоняемся перед Тобой, мы склоняемся перед Тобой, Мы склоняемся перед Тобой в трех государствах пробуждения, сновидения, и спящем государстве, O Предугадывающая Мать!
          </p>
          <p className="font-medium">
            пхала-шрутихи:<br />
            эшА видйА махАсиддхи-дАйини смрити-мАтратах<br />
            агни-вАта-махАкшобхе рАджА-рАштрасйа виплаве
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Даже простое памятование этого учения дарует великие сиддхи.
            В больших беспокойствах, вызванных огнем и ветром. При бедствии в государстве.
          </p>
          <p className="font-medium">
            лунтхане таскара-бхайе<br />
            сангрАме салила-плаве<br />
            самудрайАна-викшобхе<br />
            бхута-претАдике бхайе
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            При мародерстве, при страхе перед ворами, в бою, в плавании.
            При волнении океана, при страхе перед духами и привидениями.
          </p>
          <p className="font-medium">
            апасмАра-джвара-вйАдхи-мритйу-кшАмАди-дже бхайе<br />
            шАкини путанА-йакша-ракшах-кушмАнда-дже бхайе
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            При страхе перед эпилепсией, лихорадкой и другими болезнями.
            В страхе переё смертью, вызванной немощью и другими причинами.
            В страхе перед демоницами, такими как шакини, путаны, кушманды и якши.
          </p>
          <p className="font-medium">
            митра-бхеде<br />
            граха-бхайе<br />
            вйасанешвАбхичАрике<br />
            анйешвапи ча дошешу<br />
            мАлА-мантрам смарен нарах
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            При ссорах с друзьями; в страхе от астрологических влияний, пагубных привычек или колдовства; а также в случае любого другого зла - человеку следует помнить эту гирлянду мантр.
          </p>
          <p className="font-medium">
            сарвопа-драва-нирмуктас<br />
            сАкшАч-чхивамайо бхавет<br />
            АпаткАле нитйа-пуджАм<br />
            вистАрАт картум Арабхет
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Свободный от всех невзгод, [садхака] немедленно становится процветающим и преданным Шиве. Если беда всё же случается, небходимо начать регулярно совершать пуджу со всеми деталями.
          </p>
          <p className="font-medium">
            экавАрам джапа-дхйАнам<br />
            сарвапуджА-пхалам лабхет<br />
            навАварана-девинАм<br />
            лалитАйА махауджасах
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Выполнив повторение мантры и медитацию на образы богинь девяти уровней [Шри Чакры и Лалиты всего один раз, [садхака] становится велико-сияющим и обретает плоды всех практик поклонения.
          </p>
          <p className="font-medium">
            экатра-гананА-рупо<br />
            веда-ведАнга-гочарах<br />
            сарвАгама-рахасйАртхах <br />
            смаранАт пАпа-нАшини
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Практикуемая в одном и том же месте, являющаяся вместилищем Вед и веданг (ведических наук), смыслом всех тайных агам, [эта стотра] избавляет от всех грехов благодаря памятованию о ней.
          </p>
          <p className="font-medium">
            лалитАйА махешАнйА<br />
            мАлА видйА-махийаси<br />
            нара-вашйам нарендрАнАм<br />
            вашйам нАри-вашанкарам
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Эта гирлянда мантр великой богини Лалиты величайшее знание. Оно способно подчинить мужчин, подчинить царей, подчинить женщин.
          </p>
          <p className="font-medium">
            анимАди-гунаишварйам<br />
            ранджанам пАпа-бханджанам<br />
            тат тад Аварана-стхАйи<br />
            деватА-врнда-мантракам<br />
            мАлАмантрам парам гухйам<br />
            парамдхАма-пракиртитам<br />
            шактимАлА панчадхА<br />
            сйАччхива-мАлА ча тАдрши
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Эта гирлянда мантр является высшей тайной и открывает Высшую обитель. Гирлянда Шакти состоит из пяти частей и подобна гирлянде Шивы.
          </p>
          <p className="font-medium">
            тасмАд<br />
            гопйатарАд гопйам<br />
            рахасйам<br />
            бхуктимуктидам
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Эта стотра является самой сокровенной тайной и дарует наслаждение и освобождение.
          </p>
          <p className="font-medium">
            ити шри вАмакешвара-тантре<br />
            умА-махешвара-самвАде<br />
            шри девикхадгамАлА-стотра-сампурнам
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Такова в Шри Вамакешвара-тантре, в беседе Умы и Махешвары, драгоценная Шри Дэви-кхадгамала стотра.
          </p>

        </div>
      </MyAccordion>
    </div >
  )
}

export default KhadgamalaStotra