import MyAccordion from './MyAccordion'
import ShriBheshaKioShambho from './ShriBheshaKioShambho'

const MahaAratiFull = () => {
  return (
    <div className='w-full mt-5 md:mt-7 lg:mt-10 flex justify-center'>
      <MyAccordion id='MahaAratiFull' title='Маха Арати (полное)' big className='max-w-xl'>
        <div className="mt-5 lg:mt-10 w-full flex flex-col gap-5">
          <div className="w-full flex flex-wrap items-center justify-center py-5">
            <audio
              controls
              controlsList="nodownload"
              src="/sounds/BhadjanMandala/MahaAratiFull.mp3"
              className="w-full"
            ></audio>
          </div>

          <h2 className="mb-2 mt-5 md:mt-7 lg:mt-10 text-xl md:text-2xl w-full">
            Ганеша Ванданам
          </h2>
          <p className="font-bold">Харе Ом!     <br />
            ГаджАананАм бхУта ганАади севитАм     <br />
            КапИтха джамбО пхалАчара бхакшанАм     <br />
            УмА сутам шОка винАаша кAранАм     <br />
            НамАми вигнЕшвара пАда панкаджАм
          </p>
          <p className=" text-balance max-w-screen-sm text-sm">
            О, Господь с ликом слона, Кому служат полчища божественных
            последователей, Тот, Кто вкушает сердцевину плодов капиты и
            джамболана, сын Умадэви, причина уничтожениия всех
            горестей! Я приветствую лотосные стопы Господа Вигнешвары!
          </p>

          <h2 className="mb-2 mt-5 md:mt-7 lg:mt-10 text-xl md:text-2xl w-full">
            Ганеша Арати
          </h2>
          <p className="font-bold">
            1. Ом джЕй гоурИнандА<br />
            хари джАя гириджАнандА<br />
            хари джАя гоурИнандА<br />
            гаНапати Ананда кАндагуру<br />
            гаНапати Ананда кАнда<br />
            мЭ чарэнЕна ванда<br />
            ом джей гоурИнандА
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Приветствую сына Парвати и Шивы, Предводителя ганов,
            дарующего блаженство. Я кланяюсь к его стопам.
            Ом, слава сыну Гаури!
          </p>
          <p className="font-bold">
            2. СУнда сундАЛо нетро вишАло<br />
            кУндала джАла кхантА<br />
            хари кУндала джАла кхантА<br />
            кУма кума кЕшаРа чАндана<br />
            кУма кума кЕшаРа чАндана<br />
            сИндура вадАна ванда<br />
            ом джей гоурИнандА
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Тому, чей хобот длинен, чьи глаза велики и прекрасны, чьи серьги
            свекрают, чей лоб украшен красной тилакой из шафрана и
            сандалового дерева, а все тело умащено красным порошком
            синдура. Ом, слава сыну Гаури!
          </p>
          <p className="font-bold">
            3. Ом джЕй гоурИнандА<br />
            хари джАя гириджАнандА<br />
            гаНапати Ананда кАндагуру<br />
            гаНапати Ананда кАнда<br />
            мЭ чарэнЕна ванда<br />
            ом джей гоурИнандА
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Приветствую сына Парвати и Шивы, Предводителя ганов,
            дарующего блаженство. Я кланяюсь к его стопам.
            Ом, слава сыну Гаури!
          </p>
          <p className="font-bold">
            4. МУкута сугАла соухАнта<br />
            мАстака сОхантА<br />
            хари мАстака сОхантА<br />
            бАхияа бхАджу ванда гуру<br />
            бАхияа бхАджу ванда<br />
            пАхучее нИлакхантА<br />
            ом джей гоурИнандА
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Я преклоняюсь пред сыном Гаури, чью прекрасную голову украшает
            великолепная корона. Приветствую Ганеша, чьи руки и запястья
            украшены кольцами невиданной красоты. Слава сыну Гаури!
          </p>
          <p className="font-bold">
            5. РАтана джаРИта синьгхАсана шОубита<br />
            гАнапати АнандА<br />
            хари гаНапати АнандА<br />
            гАле мотиЕнна ки мАлагуру<br />
            гАле бхэйджЯнти ки мАла<br />
            сУра нара мУни вандА<br />
            ом джей гоурИнандА
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Драгоценные камни украшают его трон. О, Повелитель ганов,
            дарующий блаженство! На его шее сверкающие ожерелья из
            жемчуга и вайджанти. Боги, люди и риши славят Его.
            Слава сыну Гаури!
          </p>
          <p className="font-bold">
            6. МУшака вАхана рАдьжата<br />
            шИва сута АнандА<br />
            хари шИва сута АнандА<br />
            кехата шивАнанда суАми гуру<br />
            бхАджата харИ хара суАми<br />
            мЭ тата бхАва пхандА<br />
            ом джей гоурИнанда
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Хвала тому, чья вахана мышь. Слава блаженному сыну Шивы!
            Тот, кто поет это арати, обретает блаженство и счастье,
            так говорит Шивананда Свами. О Господь, освободи нас
            от страха Сансары! Слава сыну Гаури!
          </p>
          <p className="font-bold">
            7. Ом джЕй гоурИнандА<br />
            хари джАя гириджАнандА<br />
            хари джАя гоурИнандА<br />
            гаНапати Ананда кАнда гуру<br />
            гаНапати Ананда кАнда<br />
            мЭ чаранЕна ванда<br />
            ом джей гоурИнандА
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Приветствую сына Парвати и Шивы, Предводителя ганов,
            дарующего блаженство. Я кланяюсь к его стопам!
          </p>
          <h2 className="mb-2 mt-5 md:mt-7 lg:mt-10 text-xl md:text-2xl w-full">Ганеша Пранам</h2>
          <p className="font-bold">
            ГаурИ ганеш катО калеш мата пАрвати питА махеш<br />
            рИддги сиддехи дАтта<br />
            бхолО гаджанан бхагавАна ки джей!
          </p>
          <p className="text-balance max-w-screen-sm text-sm">Сын Гаури Ганеша устраняет все страдания и препятствия!
            Тот, чья мать — Парвати, а отец — Шива, Ганеша — Господин
            Риддхи и Сиддхи. Повторяйте - Слава Бхагавану Ганеше!
          </p>

          <h2 className="mb-2 mt-5 md:mt-7 lg:mt-10 text-xl md:text-2xl w-full">
            Гурудатта Дигамбар Стотрам
          </h2>
          <p className="font-bold">
            Харе Ом!<br />
            Гуру джи дигамбара<br />
            датта джи дигамбара<br />
            Алакх джи дигамбара<br />
            суами джи дигамбара<br />
            чАлаве кАмбало пАхихе питАмбара<br />
            бИси хе багАмбара кАно ме кУндала<br />
            хАто камАндало цАранка ДаогуруджИ<br />
            тАле дхАРи упАРе Амбаре<br />
            парамахАмса махАмунИ<br />
            шири ансУя мАтаджи ки<br />
            гхЕлатанандана шАРатасАндана джУлятанАндана<br />
            дАршана дЭво шри гурудЭва дАтта дигАмбара<br />
            шири гурудЭво дАтта дигАмбара…
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Гуруджи Дигамбара, Датта Дигамбара,
            Господь Дигамбара, Свамиджи Дигамбара!
            Умащенный пеплом, одетый в шафрановые одежды, [восседающий]
            на тигриной шкуре, с серьгами в ушах и сосудом для воды
            (камандалой) в руке, обутый в деревянные сандалии, о Гуруджи,
            Ты паришь над поверхностью земли высоко в небе!
            О Совершенный святой, Великий мудрец, умащенный сандаловой
            пастой! Чудесный сын матушки Анасуи!
            Так вижу Господа Шри Гуру Даттатрею.
          </p>

          <h2 className="mb-2 mt-5 md:mt-7 lg:mt-10 text-xl md:text-2xl w-full">
            Даттатрейя Арати
          </h2>
          <p className="font-bold">
            1. сиригурудЭва дАтта абадхУта мааРеге<br />
            сиддхи чаурАси тапасьЯ каРе
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Я поклоняюсь Гуру Дева Датте, который в просветленной
            форме Авадхуты, который совершенен в 84х сиддхах.
          </p>
          <ShriBheshaKioShambho />
          <p className="font-bold">
            2. бИтчи хэ джАаджамэ лАги хэ тАкия<br />
            нАм нирАнджана свами вО джапЭ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Приветствую Гуруджи, который восседает на сидении
            Джаджама, облокачиваясь на подушку, и всегда повторяя имя
            бесформенного Бога.
          </p>
          <ShriBheshaKioShambho />
          <p className="font-bold">
            3. пИири хОокаре гАддхи джо бЕетхе<br />
            тАджа тарАнга хАсти вО чаРе
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Приветствую Йога, восседающего на своем троне,
            величественно, словно на слоне.
          </p>
          <ShriBheshaKioShambho />
          <p className="font-bold">
            4. пАньдите хОокари вЕда джо бхАадже<br />
            дхАнда упАдэ сЭ ньярА рахе
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Тот, кто приветстует Гуруджи в форме духовного учителя,
            воспевающего Веды, держащего жезл как символ власти и
            возмездия, - освобождается от всякой беды.
          </p>
          <ShriBheshaKioShambho />
          <p className="font-bold">
            5. рИши джо мУни гуру дУддха джё дхАари<br />
            УрдабахАна тапасьяА каРе
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Приветствую ГуруДжи в форме Риши: того, кто пьет чистое
            коровье молоко и совершает аскезу в месте под названием Урдвахам.
          </p>
          <ShriBheshaKioShambho />
          <p className="font-bold">
            6. рУкхаРа шУукхаРа дхУпо джо кЕепе<br />
            нАга нирбхАйа тапасьЯ каРе
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Приветствую ГуруДжи в форме обнаженного Бога, бесстрашно
            медитирующего, вдыхающего ароматные пары или благовония.
          </p>
          <ShriBheshaKioShambho />
          <p className="font-bold">
            7. кОи хе лАкхи гуру кОи хе кхАаки<br />
            бАНкхаНди бАн ме тапасьЯ каРе
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Приветствую ГуруДжи, медитирующего в лесу Ванкханди,
            безразличного к богатству или к бедности.
          </p>
          <ShriBheshaKioShambho />
          <p className="font-bold">
            8. Абуджо гхАРа гиринАарэ вАасаа<br />
            мохАрегхАРа бикшА каРе
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Приветствую ГуруДжи, который в форме Бикшу принимает
            подаяния на горе Абу в Мохаргархе.
          </p>
          <ShriBheshaKioShambho />
          <p className="font-bold">
            9. ДжАпата брхАмма гуру рАтата бИишНу<br />
            Аади дЭэва махЕшвара
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Приветствую ГуруДжи, постоянно повторяющего имена
            Бхармы, Вишну и Махешвары.
          </p>
          <ShriBheshaKioShambho />
          <p className="font-bold">
            10. чАнда О сУурадже нОу лакхе тАаРаа<br />
            гУруджи тумхАРи парикрмА каРе
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Приветствую ГуруДжи, чей образ окружен Солнцем, Луной и
            900 000 звезд.
          </p>
          <ShriBheshaKioShambho />
          <p className="font-bold">
            11. шири дАс нама бхЭша гуру сИля санньАасии<br />
            сАарва дЭэва ракшА каРе
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Приветствую ГуруДжи в форме Санньяси наивысшего уровня,
            того, кто защищен всеми Богами.
          </p>
          <ShriBheshaKioShambho />
          <p className="font-bold">
            12. дЭэва бхАаРати дЭва лИила<br />
            дОу каРа джЁри астхутИ каРе
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Приветствую ГуруДжи, ведущего божественную игру на святой
            земле бога – в Индии и кого восхваляют и уважают все живые
            существа.
          </p>
          <ShriBheshaKioShambho />
          <p className="font-bold">
            13. ширидЭва бхАаРати дЭва лИила<br />
            дОу кара джЁри астутИ каРе
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Приветствую ГуруДжи, играющегов божественную игру на
            святой земле Бхарата, кого восхваляют и уважают все живые
            существа.
          </p>
          <ShriBheshaKioShambho />
          <p className="font-bold">
            14. Шри гурудЭва дАтта абадхУта мааРеге<br />
            сиддхи чеурАси тапасьЯ каРе
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Восхваляйте Гуру Дева Датту, величайшего Господа среди всех!
          </p>
          <ShriBheshaKioShambho />

          <h2 className="mb-2 mt-5 md:mt-7 lg:mt-10 text-xl md:text-2xl w-full">
            Датта пранам
          </h2>
          <p className="font-bold">
            дАтта дАтта нибхАйаджата<br />
            чАРоно ме читта лагАи джата<br />
            джахаА дАтта хе вахА сАттйа хе<br />
            джахА дАтта нехИ вахА сАттйа нехИ<br />
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            О Господь Датта, дарующий бесстрашие! Мысленно мы касаемся
            твоих стоп! Где Датта – там Истина, где нет Датты – там нет
            Истины!
          </p>
          <p className="font-bold">
            дАтта хе баре парамАртхИ<br />
            шИтал джинаке анга буджхАве<br />
            дете хе оурене ко апно рангА<br />
            боло гурудева датта махАрАджа ки - джей!
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Датта – Высшая реальность! О обладатель нежных стоп и рук,
            ты даруешь силу и веру! Слава Гурудеву Датте Махарадже!
            Шри Даттатрейя Авадхута Ки Джай!
          </p>

          <h2 className="mb-2 mt-5 md:mt-7 lg:mt-10 text-xl md:text-2xl w-full">
            Сандхья Калин Прартхана
          </h2>
          <p className="font-bold">
            Харе Ом!<br />
            карпУра гоурАм каруна аватарАм<br />
            сансАра щарАм бхуджагЕндра хаарАм<br />
            садА васантАм хридаЯ аравиндЭ<br />
            бхавАм бхаванИ сайтАм намамИ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Господу, белому, как камфора, воплощению сострадания.
            Господу всех миров, со змеей в виде ожерелья. Тому, в чьем
            сердце восседает богиня Гаури, Господу Шиве наше поклонение.
          </p>
          <p className="font-bold">
            мандАра малА калитАлл кайИ<br />
            капАламалА китаканнда хари<br />
            дивйАмбарайе ча дигАмбарайе<br />
            намА шивайЕ ча намА шивайЕ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Той, чьи волосы украшены гирляндами сладостно благоухающих
            божественных цветов. Тому, чью шею украшает гирлянда из
            черепов, Той, что наряжена в божественно прекрасные одеяния,
            Тому, кто одет в восемь сторон, Гаури и Господу Шиве наше
            поклонение.
          </p>
          <p className="font-bold">
            Шри акхАнданАнда бходхаЯ<br />
            шОка сАнта пахАрине<br />
            сАчитАнанда сварупаЕ<br />
            шанкарАя намОо намАх
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Наше поклонение Господу Шиве — мудрейшему, в форме
            бесконечного блаженства, разрушителю страданий и лишений,
            воплощению Истины, Сознания и Блаженства.
          </p>

          <h2 className="mb-2 mt-5 md:mt-7 lg:mt-10 text-xl md:text-2xl w-full">
            Шива Панчакшара Стотрам
          </h2>
          <p className="font-bold">
            1. НагЕндра харАя трилЁчаная<br />
            бхасмАнга рагАя махЕшварая<br />
            нитьЯя шуддхАя дигАмбарая<br />
            тасмАи на карАя намА шивая
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Обвитому повелителем змей, Трехокому, Покрытому пеплом,
            Великому Владыке, Вечному, Чистому, Одетому в стороны
            света — Такому Шиве в слоге «На» поклон!
          </p>
          <p className="font-bold">
            2. Ма тАнга чармАмбара бхУшаная<br />
            шамАста гиришая гхана читая<br />
            трилОкенатхАя трипурАнтакая<br />
            тасмАи ма карАя намА шивая
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Я склоняюсь перед Ним, принявшим форму второго слога – «Ма»
            и одетым в львиную шкуру. Склоняюсь перед Повелителем гор,
            которому принадлежат все богатства, Господином
            всех трех миров, разрушителем Трипуры.
          </p>
          <p className="font-bold">
            3. ШивА мукхумбО джавикА шаная<br />
            дакшьЯ ягьясьЕ видхвАн цаная<br />
            чандраркА вишванара лОчаная<br />
            тасмАи ши карАя намА шивая
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Я делаю простирания Шиве в форме третьего слога «Ши»,
            тому, кто уничтожил яд, выпив его, разрушителю
            жертвоприношения Дакши и чьи глаза являются солнцем,
            луной и огнем.
          </p>
          <p className="font-bold">
            4. ВашИшта кумбОдбхава гаутАмаря<br />
            мунИндра ведьЯя гирИшварая<br />
            сири нИлакантАя вриша дхваджая<br />
            тасмАи ва карАя намА шивая
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Я преклоняюсь перед Тем, вершину чьего лингама почитают
            такие великие мудрецы как Васиштха, Кумбходбхава
            (Агастья), Гаутама, Индра и другие девы. Склоняюсь перед
            Господом Нилакантхой, воплотившемся в слоге «Ва» -
            четвертом в мантре «Нама Шивая»
          </p>
          <p className="font-bold">
            5. ЯгнА сварупАя джатА дхарая<br />
            пинАка хастАя санАтаная<br />
            дивьАя девАя дигАмбарая<br />
            тасмАи йа карАя намА шивая (2 раза)
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Принимающему форму якши, Чьи волосы скручены в джату,
            Держащему лук в руке, Вечному, Божественному, Обитателю
            небес, Чьи одежды – космос, Такому Шиве в слоге «Йа» поклон!
          </p>
          <p className="font-bold">
            пАнчакшарам идам пуньЯм<br />
            йах патхЭчИва санньидхО<br />
            шИва лОкам авАпноти<br />
            шИвена сАаха модатЭ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Каждый, кто повторяет эту благую стотру Пятислоговой
            Мантре в присутствии Шиваджи, Обретет Его обитель и
            вечный союз с Ним. Так заканчивается составленная Шримад
            Шанкарачарьей Шива-панчакшара-стотра.
          </p>

          <h2 className="mb-2 mt-5 md:mt-7 lg:mt-10 text-xl md:text-2xl w-full">
            Шри Шив Вандана
          </h2>
          <p className="font-bold">
            Ом!<br />
            шИва хАра шАнкара гОуришАм<br />
            вАнде гАнга дхара мишАм<br />
            Шива!<br />
            рУдра пАшупати мИшанАм<br />
            кАлявале кАши пУранатхАм
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Ом! Шива Всеблагой, Разрушитель того, что должно быть
            разрушено, супруг Гаури. Ты принял на себя полные воды Ганги и
            хранишь их в своих волосах. Шива! Ты уничтожитель
            Вселенной, Господин недалеких существ и мой Господь. Ты –
            время и тот, кто проявляется полнотой своих качеств в
            Варанаси.
          </p>
          <p className="font-bold">
            Бхава!<br />
            пАре лОчана пАремананАнда (гуру)<br />
            нИилакАнтам тАва шаранАм
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Сущий! Ты - обладатель трансцендентных глаз.
            Ты – Гуру, который учит из высшей любви! О, выпивший яд
            мира и потому синешеий, твоих стоп касаются мудрецы!
          </p>
          <p className="font-bold">
            Шива Асура никАнндана бхАва дукха бхАнджана<br />
            сЕвак кЕе пратипАалаа
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            О Господь, милостивый к асурам, устраняющий все причины
            неправильных действий и страданий. Ты высшая цель и высшее
            достижение, Ты защитник своих преданных!
          </p>
          <p className="font-bold">
            Бам!<br />
            АвагАмана каувалйа шАнкара<br />
            бхАдже шИва бАрамбАаара
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Бам! Шива – тот, кто передает прямое постижение
            реальности и приводит к Освобождению. Воспевайте Его!
          </p>
          <p className="font-bold">
            Ом!<br />
            шИва хАра шАмбхо садАшива шАмб<br />
            хАри хАра сАда садА шива шамб<br />
            Ом!<br />
            шива хАра шАмбхо садАшива шАмб<br />
            хАри хАра сАда садА шива шамб
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Ом! Шива, избавляюший мир от ложных представлений, из
            тебя исходит вся Благодать, и ты есть бессмертный Учитель
            этого мира. Ты и Вишну, Ты и Рудра, вечность, Вечный Учитель,
            Благо. Всегда восхваляем и славим имя Твое, Шива Шамбо!
          </p>
          <p className="font-bold">
            Ом!<br />
            джей джей шамбхо садАшива шамб<br />
            хари хара сада садА шива шамб
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Ом! Слава, слава благодати, иходящей от Вечного Источника и
            Мастера всех живых существ!
          </p>

          <h2 className="mb-2 mt-5 md:mt-7 lg:mt-10 text-xl md:text-2xl w-full">
            Шри Шив Вандана 1-я часть
          </h2>
          <p className="font-bold">
            вандЕ дЭвам умА патИм сурА гурум<br />
            вандЕ джагат кАаранам<br />
            вандЭ пАннага бхУшанам марга дхарАм<br />
            вандЭ пашУннАм патим
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Я приветствую Шамбу, Повелителя Умы, Гуру Богов.
            Я приветствую основу всей земли.
            Я приветствую Его, украшенного змеей.
          </p>
          <p className="font-bold">
            вандЭ сУрья шашАнка вАни наЙанАм<br />
            вандЭ мукунндА прийАм<br />
            вандЕ бхАкта джанА шраЯм чА варадам<br />
            вандЕ шивам шАннкарам
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Я приветствую того, кто носит шкуры диких животных,
            Учителя всех живых существ.
            Я приветствую того, в чьих глазах заключены солнце, луна и
            огонь. Я приветствую возлюбленного Мукунды.
            Я приветствую преданных Тебе.
            Я склоняюсь перед Шивой - Шанкарой.
          </p>
          <p className="font-bold">
            хе джИве баджа вИшванАтха бадрИ<br />
            кедАар бхашмЕшуара<br />
            бхимА шАнкара беджанатха ванде<br />
            нагЕшвара рамЕшвара
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            О, язык, пой и славь Господа Вишванатха,
            повелителя пепла, Бадри, Кедара, Бхиммы, Шанкары,
            Вешнатха, Нагешвара, Рамешвара,
          </p>
          <p className="font-bold">
            омкАре мАмалЕшварам смари харАм<br />
            махАкАлам малиИкАрджунам<br />
            дхьЯе трийамбака сомнатха манишам<br />
            экАдаши Ом намах
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Омкары, Мамлешвара, Махакалы и Маликаарджуны.
            Медитируй на трехглазого Бога, Повелителя
            Сомнатха и Манишама. Славь Шиву одиннадцатью именами!
          </p>
          <p className="font-bold">
            дэвАм чАндра калА дхарАм пханИдхарАм<br />
            браммА капАала дхарАм<br />
            шри гоурИ кАла дхарАм трилОчана дарАм<br />
            рудрАкшамалА галям
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Пой хвалу Господу с луной на лбу, с черепом Брахмы в руке,
            чья супруга – деви Гаури, славь трехглазого Господа,
            носящего змею и малу из рудракши вокруг шеи.
          </p>
          <p className="font-bold">
            гАнга рАнга тарАнга пИннгала джятА<br />
            джутАм шри гАнгА дхарАм<br />
            нилЯнге бхаджЕ вишванатха сИддха сахитАм<br />
            сомЕша ракшА карам
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Славь Господа Шиву, который вплел Гангу
            со всеми Ее волнами в свои спутанные волосы.
            Пой хвалу о Боге Нилкантхе, о Вишванатхе
            вместе со всеми сиддхами, пой хвалу Шиве и Парвати,
            которые защищают всех живых существ.
          </p>
          <p className="font-bold">
            гангА сИнду сарАсвати чА йамуна<br />
            гоудАварИ нАрмада<br />
            кавЕри сарйУ махИндра танаЯ<br />
            чармАнватИ вЕдикА
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Богини рек Ганги, Синдху, Сарасвати,
            Ямуна, Гаудавари, Нарвада, Кавери, Сарьи, те,
            которые являются телами Махиндры, Чарманьяти, Ведики,
          </p>
          <p className="font-bold">
            шипрА вЕтраватИ махА суранадИ<br />
            кьятА чА йА гАнндаки<br />
            пУрна пУрна джале самУдра сахитА<br />
            курвАннти нау мАнгалам
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Шипры, Ветравати, Махасамадхи и Гандики.
            Эти священные воды, впадающие в океан,
            приведут нас к освобождению
          </p>
          <p className="font-bold">
            шАнтакАрам шикхАра шаянАм<br />
            шарпа малЯам махЕшварам<br />
            вИщва дхАрам гаганО садрищАм<br />
            свАчаварнАм шубахАнгам
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Мы склоняемся перед Шивой, который
            пребывает в медитации и носит гирлянду из змей,
            Повелитель вселенной, бесконечный как небо,
            прозрачный как кристалл.
          </p>
          <p className="font-bold">
            шригоури кантам вишава найанам<br />
            йОги бхир дхьЯна гАмьАм<br />
            ванде шамбу бхава бхая харанам<br />
            сАрва лока Ека натхам
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Чистый, нагой и вечный, возлюбленный Гаури, тот,
            кого йоги могут достичь с помощью медитации.
            Простираемся перед Шивой, повелителем
            всех живых существ во всех мирах.
          </p>
          <p className="font-bold">
            шянтАа кАрам буджЯга шаянАм<br />
            падманАбхам сурЕшам<br />
            вИшва дхАрам гаганА садрищАм<br />
            мегха варнАм шубхАнгам
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Мы склоняемся перед Вишну, чей облик
            спокойный и безмятежный, кто возлегает на змее,
            с лотосом, растущим из пупа, Повелитель Богов,
            основа вселенной, огромный как небо,
            цветом похожий на облако.
          </p>
          <p className="font-bold">
            шри лакшми кАнтам камАла наянАм<br />
            йОги бхир дхьЯна гАмьАм<br />
            вандЕ вИшнум бхава бхАя харАм<br />
            сАрва лока Ека натхам
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Возлюбленный Лакшми, лотосоокий, тот,
            кого йоги могут достичь с помощью медитации.
            Простираемся перед Вишну,
            Повелителем всех живых существ во всех мирах.
          </p>

          <h2 className="mb-2 mt-5 md:mt-7 lg:mt-10 text-xl md:text-2xl w-full">
            Шри Шив ванданам 2-я часть
          </h2>
          <p className="font-bold">
            Хари Ом!<br />
            асита гири шамаМ сйАат каджалам сИндху пАтрэ<br />
            сура тарувара шАкхА лекхани пАтрамурвИ<br />
            ликхати яди гРихИтвА шАрадА сарвакАлаМ<br />
            тадапи тАва гуНАнам ИшА пАраМ на Яти
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Даже если богиня Шарада будет использовать море
            в качестве чернил и ветку дерева Сундра Кальпа
            в качестве ручки и будет веками писать на бумаге
            поверхности земли – этого будет недостаточно,
            чтобы восхвалить все качества и славу Господа.
          </p>
          <p className="font-bold">
            кара чаранна кртАм вАак каайа джам кАрма джам вАа<br />
            шраванна найана джАм вАа маанасам вА апарАадхам<br />
            вЕхитам авЕхитам вАа сАрвам Етат кшамАсва<br />
            джей джей джей джей каруннА абдхЕ<br />
            шрии махаадЭва шамбхО
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Грехи, совершенные руками и ногами, через слова и жесты,
            через глаза и уши или грехи, совершенные от недостатка
            разумности, сознательно или бессознательно, прости все эти
            грехи, Океан Милости. Слава, слава Тебе, Махадева Шамбху!
          </p>
          <p className="font-bold">
            гурур брамма гурур вишну гуру дэво махЕшвара<br />
            гУрур сакшат парАбрамма тАсмаи шри гурувЕ намАха
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Гуру – это Брахма! Гуру это Вишну!
            Гуру – это Господь Махешвара!
            Я созерцаю в Гуру самого Парабрахмана.
            И так вечно поклоняюсь Шри Гуру.
          </p>
          <p className="font-bold">
            дхьЯна мУлам гурур мурти пуджа мУлам гуру падам<br />
            мАнтра мулам гурур вакйАм мокша мулам гурУ крипа
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Основа медитации – форма Гуру.
            Основа поклонения – стопы Гуру.
            Основа мантры – речь Гуру.
            Основа освобождения – милость Гуру.
          </p>
          <p className="font-bold">
            акхАнда мАндала кАрам вьЯптам йена чарА чарАм<br />
            тАт падАм дАршитам йена тАсмаи шрИ гурувЕ намАх
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Бесконечному, всепронизывающему, тому, кто поддерживает
            все движущееся и неподвижное и являет нам высшую обитель,
            Тому, чьи ступни я созерцаю - тому Шри Гуру мой поклон.
          </p>
          <p className="font-bold">
            акАшат пАтитам тойам сАгарам пратЕ гАчати<br />
            сАрва дЕвам нАмаскАрАм кЕшавАм пратЕ гАчати
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Как все дожди, которые падают с неба, достигают океана,
            так и все молитвы направленные Богу
            достигают Господа Кришны.
          </p>
          <p className="font-bold">
            кЕшавам калеш нашайа дУкха нашайа мадхавайа<br />
            шрИ харИ пАпа нАшаЯ говИндайа мОкша дайакам
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Имя Кешава разрушает все препятствия,
            имя Мадхава устраняет все страдания,
            имя Шри Хари разрушает все грехи,
            имя Говинда дает освобождение.
          </p>
          <p className="font-bold">
            мАнтра сАтьам пУджа сАтьам<br />
            сАтьам дЕвам нирАнджанАм<br />
            гурУр вАкьам садА сАтьам сАтьам Екам парАм падАм
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Мантра есть Истина, пуджа есть истина,
            Истина есть наш Бог. Речь Гуру есть Истина,
            единственная Истина – это поклонение стопам Гуру.
          </p>
          <p className="font-bold">
            Анйатха шаранам нАстИ твамЕва шаранАм мамА<br />
            тАсмат кАлена бхАвЕна ракшА ракшА махЕшуара
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Мне негде укрыться кроме как у твоих лотосных стоп.
            Мы преклоняемся перед Шивой, нашим защитником,
            который является проявлением любви и сострадания
          </p>
          <p className="font-bold">
            пратаха кале<br />
            шивАм дриштА ниша папам винашйатИ<br />
            АаджАнам крита мАддхйАме шАяне сАпта джанманИ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Тот, кто созерцает Шиву утром, днем и вечером, избавляется от
            всех грехов этой жизни, а также семи предыдущих жизней.
          </p>
          <p className="font-bold">
            мЕру кАнчан дАна наам гАуам кОти шатИ рапИ<br />
            пАнча кОти турАнга нАм тАт пхалАм шива дАршанам
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Подношение золота величиной с гору Меру,
            подношение миллиона коров или пяти миллионов лошадей
            стоят взгляда Господа Шивы.
          </p>

          <h2 className="mb-2 mt-5 md:mt-7 lg:mt-10 text-xl md:text-2xl w-full">
            Шри Шив ванданам 3-я часть
          </h2>
          <p className="font-bold">
            Харе Ом!<br />
            твамЕва матА ча питА твамевА<br />
            твамЕва бандхУр ча сакхА твамевА<br />
            твамЕва видьЯ дравинАм твамевА<br />
            твамЕва сарвАм мама дЭва дэвАм (2раза)
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Ты мать и отец, ты родственник и друг.
            Ты истинное знание и богатство Господь,
            Ты воистину все для меня! О, Господь!
          </p>
          <p className="font-bold">
            Харе Ом!<br />
            Алакам талАла сАда пАдмайоги<br />
            хЕи ишварИ пАдманам шивашаАнка чАкрум<br />
            вАндарЕ милигАм бхУта кАта юктам<br />
            АкАшИ тАрИкА лИнгАм патАлЕ бАткЕшварАм<br />
            мрИтью локе махАкалАм сАрва лИнгам намОстотэ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Мы кланяемся небесному Лингаму Тарики, в подземном мире -
            Баткешварам, в мире смертных – Маха Кале. Поклоняемся всем
            Лингамам как единому.
          </p>
          <p className="font-bold">
            джатА дхАрам пандурангам шУла хастам крипА нидхим<br />
            сАрва рОгам харам дЕвам даттатрЕйа ахАм баджЕ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Воспевай хвалу Даттатрее, чьи волосы спутаны,
            кто носит шафрановые одеяния, с трезубцем в руке,
            океан сострадания, дарующего освобождение от всех болезней
          </p>
          <p className="font-bold">
            Ом нАна сугандхИ пушпАни йатха калО дхбавани чА<br />
            мАнтра пушпАнджалИ гьЯвАн даттАм парамЕшуарам
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Как все ароматы цветом принимаются Им,
            пусть Господь примет нашу гирлянду мантр.
          </p>
          <p className="font-bold">
            Ом! пАрвати патИ хара-хара-хара махадэв!
          </p>

          <h2 className="mb-2 mt-5 md:mt-7 lg:mt-10 text-xl md:text-2xl w-full">
            Пранам
          </h2>
          <p className="font-bold">
            Ом шива шанкара бхагавана ки джей!<br />
            Ом саття санатанн дхарма ки джей!<br />
            Ом сатгуру санатанн дхарма ки джей!<br />
            Ом сатгуру свами Вишнудэвананда ки джей! (2 раза)
          </p>

          <h2 className="mb-2 mt-5 md:mt-7 lg:mt-10 text-xl md:text-2xl w-full">
            Шива Лингаштакам
          </h2>
          <p className="font-bold">
            Ом!<br />
            брАхма мурАри сурАарчита лИнгам<br />
            нИрмаля бхАшита шобхита лИнгам<br />
            джАнмаджа дУкха винАшака лИнгам<br />
            тАт пранамАми садАшива лИнгам (2 раза)
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Лингам, почитаемый Брахмой, Вишну и богами,
            Лингам, сверкающий и переливающийся чистым блеском,
            Лингам, уничтожающий горести рождения, -
            Такому лингаму Садашивы поклоняюсь я.
          </p>
          <p className="font-bold">
            дэва мунИ праварАарчита лИнгам<br />
            кАма дахАна карунакара лИнгам<br />
            рАвана дАрпа винАшАка лИнгам<br />
            тАт пранамАми садАшива лИнгам (2 раза)
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Великий лингам, почитаемый риши и девами,
            Лингам, уничтоживший Камадева, творящий милость,
            Лингам, сокрушивший гордыню Раваны, -
            Такому лингаму Садашивы поклоняюсь я.
          </p>
          <p className="font-bold">
            сАрва сугАндха сулЕпита лингам<br />
            бУддхи вивАрдхана кАрана лингам<br />
            сИддха сурА асУра вандита лИнгам<br />
            тАт пранамАми садАшива лИнгам (2 раза)
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Лингам, окутанный всеми прекрасными ароматами,
            Лингам, помогающий улучшить понимание,
            Лингам, восхваляемый сиддхами, сурами и асурами, -
            Такому лингаму Садашивы поклоняюсь я.
          </p>
          <p className="font-bold">
            кАнакА мАхамани бхУшита лИнгам<br />
            пхАни пАти вЕштита сОбхита лИнгам<br />
            дАкша суЯгня винАшана лИнгам<br />
            тАт пранамАми садАшива лИнгам (2 раза)
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Лингам, украшенный золотом и большими
            драгоценными камнями, Сияющий лингам,
            вокруг которого свернулся Король змей,
            Лингам, разрушивший великую ягью Дакши, -
            Такому лингаму Садашивы поклоняюсь я.
          </p>
          <p className="font-bold">
            кУнкУма чАндана лЕпита лИнгам<br />
            пАнкадьжа хАра сусОбхита лИнгам<br />
            сАньчита пАпа винАшана лИнгам<br />
            тАт пранамАми садАшива лИнгам (2 раза)
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Лингам, украшенный кумкумом и сандалом,
            Блистательный лингам в гирлянде из лотосов,
            Лингам, уничтожающий различные грехи, -
            такому лингаму Садашивы поклоняюсь я.
          </p>
          <p className="font-bold">
            дэва ганАарчита севита лИнгам<br />
            бхАваир бхАктибхирЕва ча лИнгам<br />
            дИнакАра кОти прабхАкара лИнгам<br />
            тАт пранамАми садАшива лИнгам (2 раза)
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Лингам, которому поклоняются и служат ганы и девы,
            Лингам, почитаемый с любовью и преданностью,
            Лингам, сияющий подобно миллиону солнц, -
            Такому лингаму Садашивы поклоняюсь я.
          </p>
          <p className="font-bold">
            ашта дальО паривЕштита лИнгам<br />
            сАрва самудбхАва кАрана лИнгам<br />
            Ашта дарИдрья винАшана лИнгам<br />
            тАт пранамАми садАшива лИнгам (2 раза)
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Лингам, охваченный восемью раскрытыми лепестками,
            Лингам, который есть источник всей жизни,
            Лингам, устраняющий восемь видов несчатья, -
            Такому лингаму Садашивы поклоняюсь я.
          </p>
          <p className="font-bold">
            сУрагуру сУравара пУдьжита лИнгам<br />
            сУравана пУшпа садАарчита лИнгам<br />
            пАрама падАм парамАтмака лИнгам<br />
            тАт пранамАми садАшива лИнгам (2 раза)
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Лингам, которому совершают служение
            Гуру богов (Брихаспати) и лучшие из девов,
            Лингам, всегда почитаемый лучшими цветами,
            Лингам высочайший, наивысший, изначальный -
            Такому лингаму Садашивы поклоняюсь я.
          </p>
          <p className="font-bold">
            брАхма мурАри сурАарчита лИнгам<br />
            нИрмаля бхАшита шобхита лИнгам<br />
            джАнмаджа дУкха винАшака лИнгам<br />
            тАт пранамАми садАшива лИнгам (3 раза)
          </p>

          <p className="font-bold">
            Пранам<br />
            линга аштакам идам пУньям<br />
            Яах патЕт шива санньидО<br />
            шИвалОкам авАпноти сИвена сАха модатЭ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Тот, кто читает эту благую Лингаштаку
            в присутствии Шивджи,
            обретает обитель Шивы и вечный союз с Ним.
          </p>


          <h2 className="mb-2 mt-5 md:mt-7 lg:mt-10 text-xl md:text-2xl w-full">
            Джей Шамбо
          </h2>
          <p className="font-bold">
            Ом! махАдЭва шивашАнкара шАмбо<br />
            Ума гАнга хАра трипурАри<br />
            мрИтюнджай брикхава дхОудже<br />
            гАнга дхАра мономОдонарИ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Ом! Бог Богов, Всеблагой Шива, источник Милости!
            Парвати и Ганга - твои спутницы, и ты тот, кто победил
            магический город Трипуру, символ эгоизма.
            Победитель смерти, держатель Ганги и тот, кто
            очаровывает умы всех живых существ!
          </p>
          <p className="font-bold">
            джей шамбо джей шамбо<br />
            шива гаури шанкара джей шамбо ….
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Слава Подателю Благодати!
            Слава Шиве и Парвати–божественной чете,
            Слава Божественному сознанию Абсолюта!
          </p>

          <h2 className="mb-2 mt-5 md:mt-7 lg:mt-10 text-xl md:text-2xl w-full">
            Пранам
          </h2>
          <p className="font-bold">
            болО гурудэва дАтта абадхуто ки джей!<br />
            болО гуру брахмананда бхагавана ки джей!<br />
            болО сат гуру свами Вишнудэвананда<br />
            махарАджа ки джей!<br />
            болО шивашанкара бхагавана ки джей!<br />
            болО сАття санАтанн дхАрма ки джей!<br />
            болО шри лайя йога сахаджа дхАрма ки джей!<br />
            болО шри веда лока ки джей!<br />
            болО шри вИшну бхагавана ки джей!<br />
            болО шри рАма бхагавана ки джей!<br />
            болО шри Криснаджи бхагавана ки джей!<br />
            болО бхагван пУттра ханумАна ки джей!<br />
            болО анАмни гурудэва бхагавана ки джей!<br />
            болО гималАй ци дубуругОу ки джей!<br />
            болО шри панчана дасна джуна акхара ки джей!<br />
            болО гангА майЯ ки джей!<br />
            болО шЯкти мАта ки джей!<br />
            болО сАтгуру санатанн дхарма ки джей!
          </p>

          <p className="font-bold">
            Дхарма ки – джей хо!<br />
            Адхарма ка – нАш хо! (2 раза)<br />
            прАньон ме – садбхавана хо! (2 раза)<br />
            вИшва ка – кальЯн хо! (2 раза)<br />
            АтнабнамАн мЭ – шЯнтэ хо! (2 раза)<br />
            шЯнте хо! (3 раза)
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Победа Дхарме! Адхарма да сгинет! Да победит Дхарма
            адхарму! Пусть будет гармония между всеми живыми
            существами и благосостояние всего мира!
            Мир! Мир! Мир!
          </p>
          <p className="font-bold">
            Ом Намо Парвати пати Хара-хара-хара Махадэв!
            (3 раза)
          </p>

        </div>
      </MyAccordion>
    </div>
  )
}

export default MahaAratiFull