import MyAccordion from './MyAccordion'

const NirvanaShatakam = () => {
  return (
    <div className='w-full mt-5 md:mt-7 lg:mt-10 flex justify-center'>
      <MyAccordion id='NirvanaShatakam' title='Нирвана шатакам' big className='max-w-xl'>
        <div className="mt-5 lg:mt-10 w-full flex flex-col gap-5">
          <div className="w-full flex flex-wrap items-center justify-center py-5">
            <audio
              controls
              controlsList="nodownload"
              src="/sounds/BhadjanMandala/NirvanaShatakam.mp3"
              className="w-full"
            ></audio>
          </div>

          <p className="font-bold">
            МАНО БУДДХЙ АХАНГКААРА ЧИТТААНИ НААХАМ<br />
            НА ЧА ШРОТРА ДЖИХВЕ НА ЧА ГХРААННА НЕТРЕ<br />
            НА ЧА ВЙОМА БХУУМИР НА ТЕДЖО НА ВААЙУХ<br />
            ЧИДААНАНДА РУУПАХ ШИВОХАМ ШИВОХАМ ||1||
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Я не ум, не интеллект, не сознание эго.
            Я не слух, не вкус, не обоняние, не зрение, не осязание.
            Я не эфир, не земля, не огонь, не ветер.
            Я пребываю в форме вечного сознания и блаженства,
            Я — Шива, Я — Шива.
          </p>
          <p className="font-bold">
            НА ЧА ПРААННА САМДЖНЙО НА ВАЙ ПАНЧА ВААЙУХ<br />
            НА ВАА САПТА ДХААТУР НА ВАА ПАНЧА КОШАХ<br />
            НА ВААК ПААННИ ПААДАМ НА ЧОПАСТХА ПААЙУ<br />
            ЧИД ААНАНДА РУУПАХ ШИВОХАМ ШИВОХАМ ||2||
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Я не прана, не пять жизненных дыханий.
            Я не семь элементов тела, не пять оболочек сущности тела,
            не звук телесной оболочки (голос), не руки, не сердце, не голова,
            не ноги. Я пребываю в форме вечного сознания и блаженства,
            Я — Шива, Я — Шива.
          </p>
          <p className="font-bold">
            НА МЕ ДВЕЩА РААГАУ НА МЕ ЛЬОБХА МОХАУ<br />
            МАДО НЕЙВА МИ НЕЙВА МА АТСАРЙА БХАВАХ<br />
            НА ДХАРМО НА ЧААРТХО НА КААМО НА МОКШАХ<br />
            ЧИД ААНАНДА РУУПАХ ШИВОХАМ ШИВОХАМ ||3||
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            У меня нет гнева или неприятия, нет привязанностей.
            Нет жадности, нет отвращения, нет гордости,
            нет враждебности или ревности.
            У меня нет обязанностей, денег, желаний и освобождения.
            Я пребываю в форме вечного сознания и блаженства,
            Я — Шива, Я — Шива.
          </p>
          <p className="font-bold">
            НА ПУННЙАМ НА ПААПАМ НА САУКХЙАМ НА ДУХКХАМ<br />
            НА МАНТРО НА ТИИРТХАМ НА ВЕДАА НА ЙАДЖНЙААХ<br />
            АХАМ БХОДЖАНАМ НЕЙВА БХОДЖЙАМ НА БХОКТАА<br />
            ЧИД ААНАНДА РУУПАХ ШИВОХАМ ШИВОХАМ ||4||
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Я не знаю ни добродетели, ни пороков, ни удовольствия, ни боли.
            Ни мантры, ни священного места, ни жертвоприношения,
            ни Вед. Я не являюсь ни воспринимающим или получающим опыт,
            ни процессом восприятия и переживания, ни объектом восприятия.
            Я пребываю в форме вечного сознания и блаженства,
            Я — Шива, Я — Шива.
          </p>
          <p className="font-bold">
            НА МЕ МРТЙУ ШАНГКАА НА МЕ ДЖААТИ БХЕДАХ<br />
            ПИТАА НЕЙВА МИ НЕЙВА МАТА НА ДЖАНМАХ<br />
            НА БАНДХУР НА МИТРАМ ГУРУР НЕЙВА ШИШЙАХ<br />
            ЧИД ААНАНДА РУУПАХ ШИВОХАМ ШИВОХАМ ||5||
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Я не рождаюсь и не умираю.
            У меня нет ни отца, ни матери, ни рождения,
            Ни брата, ни друзей, ни Гуру, ни ученика.
            Я пребываю в форме вечного сознания и блаженства,
            Я — Шива, Я — Шива.
          </p>
          <p className="font-bold">
            АХАМ НИРВИКАЛЬПО НИРААКААРА РУУПО<br />
            ВИБХУ ТВААЧЧА САРВАТРА САРВЕ(И)НДРИЙА АННААМ<br />
            НА ЧАА САНГГАТАМ НЕЙВА МУКТИР НА МЕЙАХ<br />
            ЧИД ААНАНДА РУУПАХ ШИВОХАМ ШИВОХАМ ||6||
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Я — свободный от изменений и формы,
            Я — всепронизывающий и сущий во всех переменчивых чувствах,
            Я вечно тождественен самому себе, я не освобождение и не оковы,
            Я пребываю в форме вечного сознания и блаженства,
            Я — Шива, Я — Шива.

          </p>

        </div>
      </MyAccordion>
    </div >
  )
}

export default NirvanaShatakam