import MyAccordion from './MyAccordion'

const SarasvatiArati = () => {
  return (
    <div className='w-full mt-5 md:mt-7 lg:mt-10 flex justify-center'>
      <MyAccordion id='SarasvatiArati' title='Сарасвати Арати' big className='max-w-xl'>
        <div className="mt-5 lg:mt-10 w-full flex flex-col gap-5 font-light">
          <div className="w-full flex flex-wrap items-center justify-center py-5">
            <audio
              controls
              controlsList="nodownload"
              src="/sounds/BhadjanMandala/SarasvatiArati.mp3"
              className="w-full"
            ></audio>
          </div>

          <p className="font-medium">
            ОМ ДЖЕЙ САРАСВАТИ МААТА<br />
            МАЙЯ ДЖЕЙ САРАСВАТИ МААТА<br />
            САТГУНА ВЭЙБХАВа ШААЛИНИ<br />
            САТГУНА ВЭЙБХАВа ШААЛИНИ<br />
            ТРИБХУВАНА ВИИКЬХЙААТАА<br />
            ОМ ДЖЕЙ САРАСВАТИ МААТА (2 раза)
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Слава Матери Сарасвати! Обитающей в саттве, обладающей
            избытком благих качеств, известной в Трех Мирах.
            Слава Матери Сарасвати!
          </p>
          <p className="font-medium">
            ЧАНДРА ВАДАНИ ПАДМАСИНИ<br />
            ДхйУТИ МАНГАЛАКААРИ<br />
            МАЙЯ ДхйУТИ МАНГАЛАКААРИИ<br />
            СОХЕ ШУБХЕ ХАНСЕ САВААРИ<br />
            СОХЕ ШУБХЕ ХАНСЕ САВААРИ<br />
            АТУЛе ТЕДЖа ДХААРИИ<br />
            ОМ ДЖЕЙ САРАСВАТИ МААТА
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Луноликой, восседающей на лотосе, излучающей благодатный
            свет. Восседающей на белом лебеде, обладающей несравнимой
            силой. Слава Матери Сарасвати!
          </p>
          <p className="font-medium">
            БААЙЕ КААРе МЭ ВИНА<br />
            ДААЙЕ КААРе МААЛЯ<br />
            МАЙЯ ДААЙЕ КААРе МААЛЯА<br />
            ШИИШа МУКУТе МАНИ СОХЕ<br />
            ШИИШа МУКУТе МАНИ СОХЕ<br />
            ГААЛе МОТИЯНа МААЛЯА<br />
            ОМ ДЖЕЙ САРАСВАТИ МААТА
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            У которой в левой руке - вина, а в правой – четки. У которой на
            голове драгоценная корона, а на шее ожерелье из жемчуга.
            Слава Матери Сарасвати!
          </p>
          <p className="font-medium">
            ДЕВИ ШАРАНЕ ДЖО АЙЕ<br />
            УНеКА УДДХААРе КИЙАА<br />
            МАЙЯ УНеКА УДДХААРэ КИЙАА<br />
            ПЭТхИ МАНТХеРА ДААСИ<br />
            ПЭТхИ МАНТХеРА ДААСИ<br />
            РАВАНе САНХААРЕ КИЙЯА<br />
            ОМ ДЖЕЙ САРАСВАТИ МААТА
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Которая поддерживает тех, кто приходит к ней за защитой.
            Та, которая убила Равану. Слава Матери Сарасвати!
          </p>
          <p className="font-medium">
            ВИДЬЯ ГЬЯНА ПРЭДАИНИ<br />
            ГЬЯНА ПРАКААШЕ КАРОО<br />
            МАЙЯ ГЬЯНА ПРАКААШЕ КАРОО<br />
            МОХо АГЬЯНА ТИМИРИ КАА<br />
            МОХо АГЬЯНА ТИМИРИ КАА<br />
            ДЖАГе СЕ НААШе КАРОО<br />
            ОМ ДЖЕЙ САРАСВАТИ МААТА
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Та, которая дает знание и мудрость! Наполни меня светом
            знания! Уничтожь полностью слепоту, происходящую из
            невежества и мрак. Слава Матери Сарасвати!
          </p>
          <p className="font-medium">
            ДХУУПа ДИИПа ПХАЛе МЕЕВА<br />
            МАА СВИКААРе КАРОО<br />
            МАЙЯ МАА СВИКААРе КАРОО<br />
            ГЬЯНА ЧААКШУ ДЕ МААТА<br />
            ГЬЯНА ЧАКШУ ДЕ МААТА<br />
            ДЖАГА НИСТААРе КАРОО<br />
            ОМ ДЖЕЙ САРАСВАТИ МААТА
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            О Мать, прими благовония, светильники, фрукты и сладости.
            О Мать, даруй нам око знания. Слава Матери Сарасвати!
          </p>
          <p className="font-medium">
            МАА САРАСВАТИ КИ ААРАТИ<br />
            ДЖО КОИ ДЖАНе ГААВЕЕ<br />
            МАЙЯ ДЖО КОИ ДЖАНе ГААВЕЕ<br />
            ХИТЭКААРИ СУКХАКАРИ<br />
            ХИТЭКААРИ СУКХАКАРИ<br />
            ГЬЯНа БХАКТИ ПААВЕЕ<br />
            ОМ ДЖЕЙ САРАСВАТИ МААТА
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Тот, кто поет арати Матери Сарасвати, получает знание,
            дающее благо и счастье, а также преданность.
            Слава Матери Сарасвати!
          </p>
          <p className="font-medium">
            ОМ ДЖЕЙ САРАСВАТИ МААТА<br />
            МАЙЯ ДЖЕЙ САРАСВАТИ МААТА<br />
            САТГУНА ВЭЙБХАВа ШААЛИНИ<br />
            САТГУНА ВЭЙБХАВа ШААЛИНИ<br />
            ТРИБХУВАНА ВИИКЬХЙААТАА<br />
            ОМ ДЖЕЙ САРАСВАТИ МААТА (2 раза)
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Слава Матери Сарасвати! Обитающей в саттве, обладающей
            избытком благих качеств, известной в Трех Мирах.
            Слава Матери Сарасвати!
          </p>
        </div>
      </MyAccordion>
    </div>
  )
}

export default SarasvatiArati