import MyAccordion from './MyAccordion'

const ShivaAshtottaraShataNamavali = () => {
  return (
    <div className='w-full mt-5 md:mt-7 lg:mt-10 flex justify-center'>
      <MyAccordion id='ShivaAshtottaraShataNamavali' title='Шива-аштоттара-шата-намавали' big className='max-w-xl'>
        <div className="mt-5 lg:mt-10 w-full flex flex-col gap-5">

          <h2 className="mb-2 mt-5 md:mt-7 lg:mt-10 text-xl md:text-2xl w-4xl">
            108 имен господа Шивы
          </h2>

          <div className="w-full flex flex-wrap items-center justify-center py-5">
            <audio
              controls
              controlsList="nodownload"
              src="/sounds/ShivaAshtottaraShataNamavali.mp3"
              className="w-full"
            ></audio>
          </div>

          <div >
            <p> <b>1. Ом Шивая намаха</b> – Ом Благому поклонение</p>
            <p> <b>2. Ом Махэшварая намаха</b> – Ом Великому Господу поклонение</p>
            <p> <b>3. Ом Шамбхавэ намаха</b> – Ом Приносящему счастье поклонение</p>
            <p> <b>4. Ом Пинакинэ намаха</b> – Ом Хозяину лука «Пинака» поклонение</p>
            <p> <b>5. Ом Шашишекхарая намаха</b> – Ом Тому, у кого на голове полумесяц, поклонение</p>
            <p> <b>6. Ом Вамадэвая намаха</b> – Ом Господу всех живых существ поклонение</p>
            <p> <b>7. Ом Вирупакшая намаха</b> – Ом Обладателю необычных глаз (три глаза) поклонение</p>
            <p> <b>8. Ом Капардинэ намаха</b> – Ом Тому, чьи волосы спутанны, поклонение</p>
            <p> <b>9. Ом Нилалохитая намаха</b> – Ом Сине-красному поклонение</p>
            <p> <b>10. Ом Шанкарая намаха </b>– Ом Дарующему процветание поклонение</p>
          </div>

          <div className='mt-2'>
            <p>
              <b>11. Ом Шулапанае намаха</b>  – Ом Тому, в чьей руке трезубец, поклонение
            </p>
            <p>
              <b>12. Ом Кхатвангинэ намаха</b> – Ом Тому, кто держит палку с черепом на конце, поклонение
            </p>
            <p>
              <b>13. Ом Вишнуваллабхая намаха</b>  – Ом Тому, кому поклоняется Вишну, поклонение
            </p>
            <p>
              <b>14. Ом Шипивиштая намаха</b> – Ом Пронизанному лучами света поклонение
            </p>
            <p>
              <b>15. Ом Амбиканатхая намаха</b> – Ом Супругу Амбики (она же Парвати) поклонение
            </p>
            <p>
              <b>16. Ом Шрикантхая намаха</b> – Ом Тому, у кого горло сияет, поклонение
            </p>
            <p>
              <b>17. Ом Бхактаватсалая намаха</b> – Ом Тому, кто любит свои почитателей, поклонение
            </p>
            <p>
              <b>18. Ом Бхавая намаха</b> – Ом Источнику существования поклонение
            </p>
            <p>
              <b>19. Ом Шарвая намаха</b> – Ом Тому, кто уничтожит все во время пралайи, поклонение
            </p>
            <p>
              <b>20. Ом Трилокешая намаха</b> – Ом Господу трех миров (мира людей, богов и демонов) поклонение
            </p>
          </div>


          <div className='mt-2'>
            <p>
              <b>21. Ом Шитикантхая намаха</b> – Ом Тому, у кого темная шея, поклонение
            </p>
            <p>
              <b>22. Ом Шиваприяя намаха</b> – Ом Любимому Шакти (Парвати) поклонение
            </p>
            <p>
              <b>23. Ом Уграя намаха</b> – Ом Свирепому поклонение
            </p>
            <p>
              <b>24. Ом Капалинэ намаха</b> – Ом Носящему череп поклонение
            </p>
            <p>
              <b>25. Ом Камарае намаха</b> – Ом Врагу Камы, бога любви, поклонение
            </p>
            <p>
              <b>6. Ом Андакасурасуданая намаха</b>2 – Ом Убийце демона Андхаки поклонение
            </p>
            <p>
              <b>27. Ом Гангадхарая намаха</b> – Ом Держащему Гангу поклонение
            </p>
            <p>
              <b>28. Ом Лалатакшая намаха</b> – Ом Имеющему глаз на лбу поклонение
            </p>
            <p>
              <b>29. Ом Калакалая намаха</b> – Ом Врагу Времени (то есть Смерти) поклонение
            </p>
            <p>
              <b>30. Ом Крипанидхае намаха</b> – Ом Океану сострадания поклонение
            </p>
          </div>

          <div className='mt-2'>
            <p>
              <b>31. Ом Бхимая намаха</b> – Ом Ужасному поклонение
            </p>
            <p>
              <b>32. Ом Парашухастая намаха</b> – Ом Держащему в руке боевой топор поклонение
            </p>
            <p>
              <b>33. Ом Мригапанае намаха</b> – Ом Тому, кто придерживает рукой оленя, поклонение
            </p>
            <p>
              <b>34. Ом Джатадхарая намаха</b> – Ом Тому, у кого спутанные волосы, поклонение
            </p>
            <p>
              <b>35. Ом Кайласавасинэ намаха</b> – Ом Живущему на горе Кайлас поклонение
            </p>
            <p>
              <b>36. Ом Кавачинэ намаха</b> – Ом Защищенному поклонение
            </p>
            <p>
              <b>37. Ом Катхорая намаха</b> – Ом Жестокому поклонение
            </p>
            <p>
              <b>38. Ом Трипурантакая намаха</b> – Ом Тому, кто сжег три города демонов, поклонение
            </p>
            <p>
              <b>39. Ом Вришанкая намаха</b> – Ом Тому, чем символ – Закон (дхарма), поклонение
            </p>
            <p>
              <b>40. Ом Вришабхарудхая намаха</b> – Ом Сидящему на буйволе поклонение
            </p>
          </div>

          <div className='mt-2'>
            <p>
              <b>41. Ом Бхасмоддулитавиграхая намаха</b> – Ом Тому, чье тело покрыто священным пеплом, поклонение
            </p>
            <p>
              <b>42. Ом Самаприяя намаха</b> – Ом Любителю музыки поклонение
            </p>
            <p>
              <b>43. Ом Сварамаяя намаха</b> – Ом Тому, кто воплотился в звуке ОМ, поклонение
            </p>
            <p>
              <b>44. Ом Тримуртае намаха</b> – Ом Принимающему три формы поклонение
            </p>
            <p>
              <b>45. Ом Аджанишварая намаха</b> – Ом Нерожденному Господу поклонение
            </p>
            <p>
              <b>46. Ом Сарваджняя намаха</b> – Ом Всезнающему поклонение
            </p>
            <p>
              <b>47. Ом Параматманэ намаха</b> – Ом Высшему Духу поклонение
            </p>
            <p>
              <b>48. Ом Сомасурьягнилочаная намаха</b> – Ом Тому, у кого лунный, солнечный и огненный глаза, поклонение
            </p>
            <p>
              <b>49. Ом Хавишэ намаха</b> – Ом Тому, кто принимает жертвоприношения, поклонение
            </p>
            <p>
              <b>50. Ом Ягняпатае намаха</b> – Ом Тому, кто проводит обряды и приносит жертвоприношения, поклонение
            </p>
          </div>

          <div className='mt-2'>
            <p>
              <b>51. Ом Сомая намаха</b> – Ом Тому, кто с Умой (имя богини Парвати) поклонение
            </p>
            <p>
              <b>52. Ом Панчавактрая намаха</b> – Ом Пятиликому поклонение (пять ликов Шивы называются Садьоджата, Вамадэва, Агхора, Татпуруша и Ишана)
            </p>
            <p>
              <b>53. Ом Садашивая намаха</b> – Ом Вечно Благому поклонение
            </p>
            <p>
              <b>54. Ом Вишвэшварая намаха</b> – Ом Господу всего мира поклонение
            </p>
            <p>
              <b>55. Ом Вирабхадрая намаха</b> – Ом Великому Герою поклонение
            </p>
            <p>
              <b>56. Ом Гананатхая намаха</b> – Ом Покровителю преданных поклонение
            </p>
            <p>
              <b>57. Ом Праджапатае намаха</b> – Ом Творцу поклонение
            </p>
            <p>
              <b>58. Ом Хираньярэтасэ намаха</b> – Ом Золотому семени поклонение
            </p>
            <p>
              <b>59. Ом Дурдхаршая намаха</b> – Ом Недоступному поклонение
            </p>
            <p>
            </p>
            <b>60. Ом ГирИшая намаха</b> – Ом Повелителю гор поклонение
          </div>

          <div className='mt-2'>
            <p>
              <b>61. Ом ГиришАя намаха</b> – Ом Живущему в горах поклонение
            </p>
            <p>
              <b>62. Ом Анагхая намаха</b> – Ом Безупречному поклонение
            </p>
            <p>
              <b>63. Ом Бхуджангабхушаная намаха</b> – Ом Украшенному змеями поклонение
            </p>
            <p>
              <b>64. Ом Бхаргая намаха</b> – Ом Обжигающему (Тому, кто сжигает страсть, злость и других внутренних врагов человека) поклонение
            </p>
            <p>
              <b>65. Ом Гиридханванэ намаха</b> – Ом Тому, кто использует гору в качестве лука, поклонение
            </p>
            <p>
              <b>66. Ом Гириприяя намаха</b> – Ом Тому, кто любит горы, поклонение
            </p>
            <p>
              <b>67. Ом Криттивасасэ намаха</b> – Ом Сидящему на шкуре антилопы поклонение
            </p>
            <p>
              <b>68. Ом Пураратае намаха</b> – Ом Разрушителю трех городов поклонение
            </p>
            <p>
              <b>69. Ом Бхагаватэ намаха </b>– Ом Божественному поклонение
            </p>
            <p>
              <b>70. Ом Праматадипая намаха</b> – Ом Тому, кого сопровождают духи-«праматхи», поклонение
            </p>
          </div>

          <div className='mt-2'>
            <p>
              <b>71. Ом Мритьюнджаяя намаха</b> – Ом Победителю смерти поклонение
            </p>
            <p>
              <b>72. Ом Сукшматанавэ намаха</b> – Ом Тонкому воплощению поклонение
            </p>
            <p>
              <b>73. Ом Джагадрупинэ намаха</b> – Ом Тому, кто проявляется через вселенную, поклонение
            </p>
            <b>74. Ом Джагадгуравэ намаха</b> – Ом Учителю мира поклонение
            <p>
              <b>75. Ом Вьёмакешая намаха</b> – Ом Тому, чьи волосы – небо, поклонение
            </p>
            <p>
              <b>76. Ом Махасэнаджанакая намаха</b> – Ом Отцу великого полководца (Картикейи) поклонение
            </p>
            <p>
              <b>77. Ом Чарувикрамая намаха</b> – Ом Грациозному поклонение
            </p>
            <p>
              <b>78. Ом Рудрая намаха</b> – Ом Грозному поклонение
            </p>
            <p>
              <b>79. Ом Бхутапатае намаха</b> – Ом Повелителю все живых существ поклонение
            </p>
            <p>
              <b>80. Ом Стханавэ намаха</b> – Ом Неподвижному поклонение
            </p>
          </div>

          <div className='mt-2'>
            <p>
              <b>81. Ом Ахирбудньяя намаха</b> – Ом Подчинившему змей поклонение
            </p>
            <p>
              <b>82. Ом Дигамбарая намаха</b> – Ом Одетому в небо (то есть обнаженному) поклонение
            </p>
            <p>
              <b>83. Ом Аштамуртае намаха</b> – Ом Тому, кто принимает восемь форм, поклонение
            </p>
            <p>
              <b>84. Ом Анэкатманэ намаха</b> – Ом Тому, у кого много душ, поклонение
            </p>
            <p>
              <b>85. Ом Саттвикая намаха</b> – Ом Благородному поклонение
            </p>
            <p>
              <b>86. Ом Шуддхавиграхая намаха</b> – Ом Чистому поклонение
            </p>
            <p>
              <b>87. Ом Шашватая намаха</b> – Ом Вечному поклонение
            </p>
            <p>
              <b>88. Ом Кхандапарашавэ намаха</b> – Ом Тому, чей меч рассекает на части, поклонение
            </p>
            <p>
              <b>89. Ом Аджая намаха</b> – Ом Нерожденному поклонение
            </p>
            <p>
              <b>90. Ом Пашавимочакая намаха</b> – Ом Освобождающему от оков поклонение
            </p>
          </div>

          <div className='mt-2'>
            <p>
              <b>91. Ом Мридая намаха</b> – Ом Доброму и обходительному поклонение
            </p>
            <p>
              <b>92. Ом Пашупатае намаха</b> – Ом Пастуху поклонение
            </p>
            <p>
              <b>93. Ом Дэвая намаха</b> – Ом Богу поклонение
            </p>
            <p>
              <b>94. Ом Махадэвая намаха</b> – Ом Великому Богу поклонение
            </p>
            <p>
              <b>95. Ом АвьяйАя намаха</b> – Ом Неизменному поклонение
            </p>
            <p>
              <b>96. Ом Парая намаха</b> – Ом Запредельному поклонение
            </p>
            <p>
              <b>97. Ом Пушадантабхидэ намаха </b> – Ом Тому, кто (в облике Вирабхадры) сломал зуб Солнцу, поклонение
            </p>
            <p>
              <b>98. Ом Авьяграя намаха</b> – Ом Непоколебимому поклонение
            </p>
            <p>
              <b>99. Ом Дакшадхварахарая намаха</b> – Ом Тому, кто помешал жертвоприношению Дакши, поклонение
            </p>
            <p>
              <b>100. Ом Харая намаха</b> – Ом Тому, кто отбирает, поклонение
            </p>
          </div>

          <div className='mt-2'>
            <p>
              <b>101. Ом Бхаганэтрахритэ намаха</b> – Ом Тому, кто своим лунным глазом (бхага-нэтра) дарует счастье, поклонение
            </p>
            <p>
              <b>102. Ом Авьяктая намаха</b> – Ом Непроявленному поклонение
            </p>
            <p>
              <b>103. Ом Сахасракшая намаха</b> – Ом Тысячеокому поклонение
            </p>
            <p>
              <b>104. Ом Сахасрападэ намаха</b> – Ом Тысяченогому поклонение
            </p>
            <p>
              <b>105. Ом Апаваргапрадая намаха</b> – Ом Дающему освобождение поклонение
            </p>
            <p>
              <b>106. Ом Анантая намаха</b> – Ом Бесконечному поклонение
            </p>
            <p>
              <b>107. Ом Таракая намаха</b> – Ом Защитнику поклонение
            </p>
            <p>
              <b>108. Ом Парамэшварая намаха</b> – Ом Всевышнему поклонение
            </p>
          </div>

        </div>
      </MyAccordion>
    </div>
  )
}

export default ShivaAshtottaraShataNamavali