import MyAccordion from './MyAccordion'

const ShriRudrashtakam = () => {
  return (
    <div className='w-full mt-5 md:mt-7 lg:mt-10 flex justify-center'>
      <MyAccordion id='ShriRudrashtakam' title='Шри Рудраштакам' big className='max-w-xl'>
        <div className="mt-5 lg:mt-10 w-full flex flex-col gap-5">
          <div className="w-full flex flex-wrap items-center justify-center py-5">
            <audio
              controls
              controlsList="nodownload"
              src="/sounds/BhadjanMandala/ShriRudrashtakam.mp3"
              className="w-full"
            ></audio>
          </div>

          <p className="font-bold">
            НАМААМ ИИШАМ ИИШААНА НИРВААННА РУУПАМ<br />
            ВИБХУМ ВЙАПАКАМ БРАХМА ВЕДА СВАРУУПАМ<br />
            НИДЖАМ НИРГУННАМ НИРВИКАЛПАМ НИРИИХАМ<br />
            ЧИДААКААШАМ ААКААША ВААСАМ БХАДЖЕ (А) ХАМ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Поклоняюсь Господу Ишане, Олицетворению нирваны,
            Могущественному, Всепроникающему, Олицетворению
            Брахмана Вед. Славлю Вечного, невыразимого, Непоколебимого,
            Невозмутимого, в форме Сознания пребывающего в
            пространстве!
          </p>
          <p className="font-bold">
            НИРААКААРАМ ОМКАРА МУУЛАМ ТУРИИЙАМ<br />
            ГИРАА ДЖНЙААНА ГО ТИИТАМ ИИЩАМ ГИРИИЩАМ<br />
            КАРААЛАМ МАХААКААЛА КААЛАМ КРПААЛАМ<br />
            ГУННА АГААРА САМСААРА ПААРАМ НАТО (А) ХАМ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Смиренно поклоняюсь Бестелесному, сущности священного
            слога "ом", Трансцендентному, Владыке гор, непрестанно
            воспеваемому Господу, Ужасающему Махакале,
            Сострадательному, Превосходящему Собой всю сансару.
          </p>
          <p className="font-bold">
            ТУШААРА АДРИ САМКААША ГАУРАМ ГАБХИРАМ<br />
            МАНО БХУУТА КОТТИ ПРАБХАА ШРИИ ШАРИИРАМ<br />
            СПХУРАН МАУЛИ КАЛЛЬОЛИНИИ ЧААРУ ГАНГГАА<br />
            ЛЬАСАД БХААЛЬА БААЛЬЕ (И) НДУ КАННТТХЕ БХУДЖАНГГАА
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Предающемуся Самосозерцанию среди сверкающих снегов,
            Сияющему, Таинственному, в миллион раз Превосходящему
            Своим великолепием людей и других существ, Очаровывающему
            Гангой, струящейся с Его головы, и змеей, обвивающей его шею.
          </p>
          <p className="font-bold">
            ЧАЛАТ КУННДДАЛЬАМ БХРУУ СУНЕТРАМ ВИШААЛЬАМ<br />
            ПРАСАННА АНАНАМ НИИЛЬА КАННТТХАМ ДАЙААЛЬАМ<br />
            МРГА АДХИИША ЧАРМА АМБАРАМ МУННДДА МААЛЬАМ<br />
            ПРИЙАМ ШАНГКАРАМ САРВА НААТХАМ БХАДЖААМИ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Потрясающему Своими серьгами, Прекраснобровому,
            Всевидящему, Благосклонному, Синешеему и Милостивому.
            Славлю Возлюбленного Владыку всего, носящего шкуру и
            ожерелье из черепов.
          </p>
          <p className="font-bold">
            ПРАЧАННДДАМ ПРАКРШТТАМ ПРАГАЛЬБХАМ ПАРЕ(И)ШАМ<br />
            АКХАННДДАМ АДЖАМ БХААНУ КОТТИ ПРАКААШАМ<br />
            ТРЙАХ ШУУЛА НИРМУУЛЬАНАМ ШУУЛА ПААННИМ<br />
            БХАДЖЕ (А) ХАМ БХАВААНИИ ПАТИМ БХААВА ГАМЙАМ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Высшего Господа, Великого и Грозного, Всевышнего,
            Беспредельного, Нерожденного, в миллион раз Превосходящего
            Своим сиянием лунный свет. Славлю Держателя трезубца,
            Причину мира, Супруга Бхавани.
          </p>
          <p className="font-bold">
            КАЛЬААТИИТА КАЛЙААННА КАЛЬПА АНТА КААРИИ<br />
            САДАА САДЖАНА АНАНДА ДААТАА ПУРА АРИИ<br />
            ЧИД ААНАНДА САМДОХА МОХА АПАХААРИИ<br />
            ПРАСИИДА ПРАСИИДА ПРАБХО МАНМАТХА АРИИ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Окажи мне хотя бы ничтожную часть Твоей милости, о
            Пурари, всегда готовый даровать высшее блаженство! О
            Сознание и Блаженство! Уничтожь мои страдания и
            заблуждения, смилуйся, смилуйся, О Господь,
            погубивший Манматху!
          </p>
          <p className="font-bold">
            НА ЙААВАД УМАА НААТХА ПААДА АРАВИНДАМ<br />
            БХАДЖАНТИ ИХА ЛЬОКЕ ПАРЕ ВАА НАРААННАМ<br />
            НА ТААВАТ СУКХАМ ШААНТИ САНТААПА НААШАМ<br />
            ПРАСИИДА ПРАБХО САРВА БХУУТА АДХИ ВААСАМ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Так долго я не припадал к Твоим стопам, о Супруг Умы, и вот,
            славлю Тебя, О Превосходящий Собой весь мир и всех людей!
            Еще не окончились Мои страдания и не обрел я покой и счастье,
            смилуйся, О Господь, пребывающий во всех живущих!
          </p>
          <p className="font-bold">
            НА ДЖААНААМИ ЙОГАМ ДЖАПАМ НАЙВА ПУУДЖААМ<br />
            НАТОХАМ САДАА САРВАДАА ШАМБХУ ТУБХЙАМ<br />
            ДЖАРАА ДЖАНМА ДУКХАУ (А) ГХА ТААТАПЙАМААНАМ<br />
            ПРАБХО ПААХИ ААПАННА МААМ ИИША ШАМБХО
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Не знаю я ни йоги, ни джапы, ни порядка пуджи, но всегда
            постоянно стараюсь служить тебе, о Шамбху! О Господь, от
            всех страданий рождения и старости, от любых угрожающих
            мне бед спаси, о Шамбху!
          </p>
          <p className="font-bold">
            РУДРААШТТАКА ИДАМ ПРОКТАМ<br />
            ВИПРЕННА ХАРА ТОШАЙЕ<br />
            ЙЕ ПАТТХАНТИ НАРАА БХАКТЙАА<br />
            ТЕШААМ ШАМБХУХ ПРАСИИДАТИ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Эта "Рудраштака" сочинена мудрецом ради удовольствия
            Господа Хары. Те люди, что с преданностью читают его,
            ими Шамбху становится весьма доволен.
          </p>
          <p className="font-bold">
            ИТИ ШРИИ ГОСВААМИ ТУЛАСИИДААСА КРТАМ
            ШРИИРУДРААШТТАКАМ САМПУУРННАМ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">

          </p>


        </div>
      </MyAccordion>
    </div >
  )
}

export default ShriRudrashtakam