import MyAccordion from './MyAccordion'

const ShriGuruGita = () => {
  return (
    <div className='w-full mt-5 md:mt-7 lg:mt-10 flex justify-center'>
      <MyAccordion id='ShriGuruGita' title='Шри Гуру Гита' big className='max-w-xl'>
        <div className="mt-5 lg:mt-10 w-full flex flex-col gap-5 font-light">
          <div className="w-full flex flex-wrap items-center justify-center py-5">
            <audio
              controls
              controlsList="nodownload"
              src="/sounds/BhadjanMandala/ShriGuruGita.mp3"
              className="w-full"
            ></audio>
          </div>

          <p className="font-medium">
            Ом асья шригуругита-стотра-мантрасья багаван садашива риши.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Ом. Господь Садашива пророк мантр этого гимна, Шри Гуру Гиты.
          </p>
          <p className="font-medium">
            Нанавидани чандамси шригурупараматма девата.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Ее строфы отличаются разнообразием. Гуру, верховное Высшее Я, ее божество.
          </p>
          <p className="font-medium">
            Хам биджам<br />
            са шакти<br />
            кром килякам<br />
            шригуру-прасада<br />
            сидьярте джапе виньйога.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Хам - ее начало, са - ее сила и кром - ее стержень. Цель ее повторения - снискать благодать Гуру
          </p>
          <p className="font-medium">
            Ата дьянам.
            Хамсабьям париврита-патра-камалер
            дивьер джагат-каранер,
            Вишвоткирнаманекадеханилайе
            свачандам атмечая.
            Тадьотам падашамбавам ту чаранам
            дипанкура-грахинам,
            Пратьякшакшара-виграхам гурупадам
            дьяйед вибум шашватам.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Теперь медитация. (Гуру, пребывающий в) лотосе, окруженном божественными лепестками хам и са, присущий всем созданиям и являющийся причиной мироздания, явил мир своим собственным путем и своей собственной свободной волей. Медитируйте на Гуру, открывающего То, пребывающего в состоянии шамбава (состоянии Шивы), озаряющего, подобно пламени светильника, Гуру вечного и вездесущего, кто есть зримый образ всех писаний.
          </p>
          <p className="font-medium">
            Мама чатур-вида-пурушарта- сидьярте джапе виньйога.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Я повторяю Гуру Гиту, чтобы познать четыре цели жизни (дарму, праведность; арту, благосостояние; каму, удовольствие; мокшу, освобож-дение).
          </p>
          <p className="font-medium">
            Сута увача: 1. Кейласа-шикаре рамье бакти-сандана-найякам,
            Пранамья парвати бактья шанкарам парьяпричата.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Сута говорит: На прекрасной вершине Горы Кайласа Парвати, почтительно склоняясь перед Господом Шивой, мастером, воссоединяющим с божественным, спросила:
          </p>
          <p className="font-medium">
            Шри девиувача: 2. Ом намо дева девеша паратпара джагадгуро, Садашива махадева гурудикшам прадехи ме.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Богиня говорит: Ом. Приветствую Тебя, о Господь, о повелитель богов, о высший из высочайших, о учитель вселенной, о благословенный и милостивый, о вели-кий Боже, посвяти меня в знание Гуру.
          </p>
          <p className="font-medium">
            3. Кена маргена бо свамин дехи брамамайо бавет, Твам крипам куру ме свамин намами чаранау тава.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            О Господи, каким путем воплощенная душа может стать единой с Браманом (абсолютной реальностью)? Помилуй меня, о Господи! Я скло-няюсь к твоим стопам.
          </p>
          <p className="font-medium">
            Ишвара увача: 4. Мамарупаси деви твам тват-притьяртам вадамьяхам, Локопакарака прашно на кенапи крита пура.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Господь отвечает: О Богиня, ты есть Мое истинное Высшее Я. Из любви к тебе Я поведаю тебе это. Никто даже не задавался этим вопросом прежде, а ведь это дар всему человечеству.
          </p>
          <p className="font-medium">
            5. Дурлабам тришу локёшу тачринушва вадамьяхам, Гурум вина брама наньят сатьям сатьям варанане.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            (Это знание) трудно получить в трех мирах. Слушай. Я открою его тебе. Браман есть не кто иной, как Гуру. О прекрасная, это истина. Это истина.
          </p>
          <p className="font-medium">
            6. Веда-шастра-пуранани итихасадикани ча, Мантра-янтради-видьяшча смритир-учатанадикам.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Веды, (старинные священные писания), Шастры (религиозные книги), Пураны (древние легенды), исторические летописи и другие (писания); зна-ние мантры, янтра (мистические диаграммы), и прочее; Смрити (традиционный свод законов), магические заклинания и прочее;
          </p>
          <p className="font-medium">
            7. Шайва-шактагамадини аньяни вивидани ча, Апабрамша караниха дживанам брантачетасам.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Трактаты Шайва, Шакта и другие писания приносят в этом мире только гибель тем, чьи умы введены в заблуждение.
          </p>
          <p className="font-medium">
            8. Яньо вратам тапо данам джапастиртам татэйва ча, Гурутатвам авиджайя мудасте чарате джана.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Глупы те люди, которые погружаются в священные обряды, молитвы, епитимьи, джапы, благотворительность, совершают паломничества к святым местам, не поняв Принцип Гуру.
          </p>
          <p className="font-medium">
            9. Гурур будьятмано наньят сатьям сатьям на самшая, Талабартам праятнасту картавьо хи манишиби.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Гуру не отличен от сознания Высшего Я. Без сомнения, это истина, это истина. Поэтому мудрый приложит усилия, чтобы найти Гуру.
          </p>
          <p className="font-medium">
            10. Гуд а-видья джаганмая дехе чадньяна-самбава, Удайо ятпракашена гурушабдена катьяте.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Майя - творец мира, скрывающий познания, рожденные из невежества - обитает в теле. Того же, чьим светом озарено (истинное знание), называют словом "Гуру".
          </p>
          <p className="font-medium">
            11. Сарва-папа-вишудатма шригуро падасеванат, Дехи брама баведьясмат тваткрипартам вадами те.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Из сострадания к тебе Я расскажу, как воплощенная душа приходит к Браману, очищаясь от всех грехов служением стопам Шри Гуру.
          </p>
          <p className="font-medium">
            12. Гурупадамбуджам смритва джалам шираси дарайет, Сарва-тиртавагахасья сампрапноти палам нара.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Окропи водой свою голову при воспоминании о лотосных стопах Гуру. Таким образом можно обрести благо при омовении во всех священных водах.
          </p>
          <p className="font-medium">
            13. Шошанам папа-панкасья дипанам дьяна-теджасам, Гурупадодакам самьяк самсарарнава-таракам.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Вода со стоп Гуру (обладает силой) осушить трясину грехов, зажечь свет знания и помочь спокойно преодолеть океан этой жизни.
          </p>
          <p className="font-medium">
            14. Аньяна-мула-харанам джанма-карма-ниваранам, Дьяна-вейрагья-сидьяртам гурупадодакам пибет.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Дабы обрести знание и достичь отрешенности, глотни воды после омовения стоп Гуру, она разрушает невежество и заканчивает кармы, (при-чины) перерождений.
          </p>
          <p className="font-medium">
            15. Гуро падодакам питва гурор-учиштабоджанам, Гурумурте сада дьянам гурумантрам сада джапет.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Глотни воды после омовения стоп Гуру и съешь пищу, оставленную Гуру. Медитируй постоянно на образ Гуру и всегда потворяй мантру Гуру.
          </p>
          <p className="font-medium">
            16. Каши-кшетрам танивасо джанави чаранодакам, Гурур вишвешвара сакшат таракам брама иишчитам.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Он обитает в священном (городе) Каши. Вода с его стоп - (святая река) Ганг. Гуру сам Вишвешвара (Шива Каши). Он воистину есть мантра освобождения.
          </p>
          <p className="font-medium">
            17. Гурор падодакам яту гайя'сау со'кшайо вата, Тирта-раджа прайягашча гурумуртей намо намаха.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Вода со стоп Гуру (самая священная вода). Он - Гайя (священный центр), он (священный) баньян Акшайи и он - самая святая Прайяга (место слияния трех священных рек). Приветствия Гуру снова и снова.
          </p>
          <p className="font-medium">
            18. Гурумуртим смаренитьям
            гурунама сада джапет,
            Гурораджням пракурвита
            гурор-аньяна бавайет.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Всегда храни образ Гуру. Постоянно повторяй божественное имя, данное Гуру. (Всегда) исполняй волю Гуру. Не думай ни о чем другом, кроме Гуру.
          </p>
          <p className="font-medium">
            19. Гурувактра-ститам брама
            прапьяте татпрасадата,
            Гурор-дьянам сада курьят
            куластри свапатерьята.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Высшее знание, которым обладает Гуру, можно обрести лишь по его милости. Всегда медитируй на Гуру, подобно тому, как добродетельная жена (постоянно) думает о своем муже.
          </p>
          <p className="font-medium">
            20. Свашрамам ча сваджатим ча
            свакирти-пушти-варданам,
            Этатсарвам паритьяджья
            гурор-аньяна бавает.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Оставь (мысли обо) всем - своем жизненном опыте, своем положении, своей репутации, умножении своего состояния — не думай ни о чем другом, кроме Гуру.
          </p>
          <p className="font-medium">
            21. Ананьяш-чинтаянто мам сулабам парамам падам, Тасмат сарва-праятнена rypop-араданам куру.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Высшее состояние легко достичь тем, кто не думает ни о чем, кроме Меня. Поэтому старайся сделать все возможное, чтобы умилостивить Гуру.
          </p>
          <p className="font-medium">
            22. Трейлокье спута-вактаро
            девадьясура-панага,
            Гурувактра-стита видья
            гурубактья ту лабьяте.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            В трех мирах боги, демоны, змеи-демоны и другие отчетливо возвещают, что знание, лежащее на языке Гуру, можно обрести лишь через преданность Гуру.
          </p>
          <p className="font-medium">
            23. Гукарас твандакарашча
            рукарас теджа учьяте,
            Аньяна-грасакам брама
            гурурева на самшая.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Слог гу есть тьма, а слог ру означает светить. Воистину, Гуру - это высшее знание, поглощающее (мрак) невежества.
          </p>
          <p className="font-medium">
            24; Гукара пратамо варно майяди-гуна-басака, Рукаро двитийо брама майя-бранти-винашанам.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Первый слог гу представляет принципы такие, как майя, а второй слог ру - высшее знание, которое разрушает иллюзию майи.
          </p>
          <p className="font-medium">
            25. Эвам гурупадам шрештам
            деванамапи дурлабам,
            Хаха-хуху-ганешчейва
            гандарвешча прапуджьяте.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Состояние Гуру так возвышено, что даже богам трудно достигнуть его. Ему поклонялись последователи Хаха и Хуху и (другие) гандарвы (небесные музыканты).
          </p>
          <p className="font-medium">
            26. Друвам тешам ча сарвешам
            насти татвам гуро парам,
            Асанам шайянам вастрам
            бушанам ваханадикам.<br />
            27. Садакена прадатавьям гуру-сантоша-каракам, Гурор-араданам карьям свадживитвам ниведает.
          </p>

          <p className="text-balance max-w-screen-sm text-sm">
            Воистину, для всех этих существ нет истины выше, чем Гуру. Ищущий приносит в дар сидение, постель, одежду, украшения, повозку и другие вещи, которые могут быть приятны Гуру. Он благодарит Гуру; он посвящает ему свою жизнь.
          </p>
          <p className="font-medium">
            28. Кармана манаса вача нитьям арадаед гурум, Дирга-дандам намаскритья нирладжо гуруеанидау.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Пади ниц перед Гуру безотлагательно и продолжай служить Гуру разумом, речами и делами.
          </p>
          <p className="font-medium">
            29. Шарирам индрийям пранан садгурубьо ниведает, Атмадарадикам сарвам садгурубьо ниведает.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Посвяти Садгуру тело, чувства и прану. Посвяти Садгуру свою жену и все остальное.
          </p>
          <p className="font-medium">
            30. Круми-кита-басма-вишта дурганди-маламутракам, Шлешма-рактам твача-мамсам ваньчайена варанане.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            О прекрасная, не утаивай (от Гуру это тело, которое полно) микробов, червей, ишаков, дурно пахнущих выделений, мокроты, крови, кожи и плоти, и (которое, в конечном итоге) обратится в прах.
          </p>
          <p className="font-medium">
            31. Самсараврикшам аруда патанто наракарнаве, Ена чейводрита сарве тасмей шригураве намаха.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Приветствия Шри Гуру, воистину спасающему всех (преданных), которые, цепляясь за древо земной суеты, готовы пасть в бездну ада.
          </p>
          <p className="font-medium">
            32. Гурурбрама гурурвишнур гурурдево махешвара, Гурурева парабрама. тасмей шригураве намаха.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Гуру это Брама. Гуру это Вишну. Гуру это Господь Шива. Гуру воистину Парабраман. Да здравствует Шри Гуру.
          </p>
          <p className="font-medium">
            33. Хетаве джагатамева самсарарнава-сетаве, Прабаве сарва-видьянам шамбаве гураве намаха.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Да здравствует Гуру, кто есть Шива, первопричина вселенной, кто есть мост, (по которому) можно пересечь океан жизни, кто есть мастер всего знания.
          </p>
          <p className="font-medium">
            34. Аньянатимирандасья дньянанджана-шалакая, Чакшур унмилитам йена тасмей шригураве намаха.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Да здравствует Шри Гуру, кто волшебной палочкой знания открывает глаза всем, погрязшим во мраке невежества.
          </p>
          <p className="font-medium">
            35. Твам пита твам ча ме мата твам бандуствам ча девата, Самсара-пратибодартам тасмей шригураве намаха.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Да здравствует Шри Гуру. В надежде обрести истинное понимание мира (я прошу тебя быть) моим отцом, моей матерью, моим братом и моим Богом.
          </p>
          <p className="font-medium">
            36. Ятсатьена джагатсатьям ятпракашена бати тат, Яданандена нанданти тасмей шригураве намаха.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Да здравствует Шри Гуру, чья подлинная сущность есть сущность мира, чьим светом освещен мир и чьей радостью радостны люди.
          </p>
          <p className="font-medium">
            37. Ясья ститья сатьямидам
            ядбати банурупата,
            Приям путради ятпритья
            тасмей шригураве намаха.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Да здравствует Шри Гуру, кому мир обязан своим существованием, кто сияет сквозь образ солнца, благодаря кому люди и все сущее дороги нам.
          </p>
          <p className="font-medium">
            38. Еиа четаяте хидам читам четаяте на ям, Джаграт-свапна-сушуптьяди тасмей шригураве намаха.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Да здравствует Шри Гуру, кто освещает этот (мир), но кого разум осветить не в силах. (Он освещает также) состояния бодрствования, сна и глубокого сна.
          </p>
          <p className="font-medium">
            39. Ясья джанадидам вишвам на дришьям бинабедата, Садекарупарупая тасмей шригураве намаха.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Да здравствует Шри Гуру, чей уникальный образ есть Истина; благодаря его знаниям этот мир больше не будет восприниматься раздробленным различиями.
          </p>
          <p className="font-medium">
            40. Ясьяматам тасья матам
            матам ясья на веда са,
            Ананья-бава-бавайя
            тасмей шригураве намаха.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Тот, кто (думает, что он) не знает,- знает; тот кто (думает, что он)
            знает, - не знает. Да здравствует Шри Гуру, его размышления не обращаются ни на что (кроме Абсолюта).
          </p>
          <p className="font-medium">
            41. Ясья каранарупасья карья-рупена бати ят, Карья-карана-рупая тасмей шригураве намаха.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Да здравствует Шри Гуру, кто проявляется как цель (вселенной), которую он и создал. Он -и следствие, и причина.
          </p>
          <p className="font-medium">
            42. Нанарупам-идам сарвам на кенапьясти бината, Карья-караната чейва тасмей шригураве намаха.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Вся эта (вселенная) проявлена в разнообразных образах, но нет разницы (в них) ни в чем. Есть лишь (иллюзия) причины и следствия. Да здравствует Шри Гуру, (открывший эту истину).
          </p>
          <p className="font-medium">
            43. Ядангри-камала-двандвам двандва-тапа-ниваракам, Таракам сарвада'падбья шригурум пранамамьяхам.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Я приветствую Шри Гуру, чьи лотосные стопы избавляют от страданий, причиняемых двойственностью, и кто всегда защищает от бедствий.
          </p>
          <p className="font-medium">
            44. Шиве круде гурустрата гypay круде шиво на хи, Тасмат сарва-праятнена шригурум шаранам враджет.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Если гневается Шива, Гуру спасет тебя, но если гневается Гуру, даже Шива не сможет спасти тебя. Потому не жалей усилий, чтобы найти прибежище в Шри Гуру.
          </p>
          <p className="font-medium">
            45. Ванде гурупададвандвам
            ванманашчитагочарам,
            Шветарактапрабабинам
            шивашактьятмакам парам.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Я приветствую две стопы Гуру, доступные речам, мыслям и созерцанию и имеющие различный блеск - белый и красный - соответственно Шиве и Шакти.
          </p>
          <p className="font-medium">
            46. Дукарам ча гунатитам рукарам рупаварджитам, Гунатитасварупам ча йо дадьятса гуру смрита.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Слог гу превосходит все качества, а слог ру превосходит все образы. О Гуру говорят, что он тот, кто дарует это состояние вне качеств (и образов).
          </p>
          <p className="font-medium">
            47. А-тринетра сарвасакши а-чатурбаур ачьюта, А-чатурвадано брама шригуру катита прийе.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            О дорогая, говорят, что Шри Гуру есть (Шива), свидетель всего, но без трех глаз; он Вишну, но без четырех рук; он Брама, но без четырех ликов.
          </p>
          <p className="font-medium">
            48. Айям майянджалирбадо дайя-сагара-вридайе, Яд-ануграхато джантуш читра-самсара-муктибак.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Я складываю свои ладони (в приветствии) так, чтобы мог возрасти океан сострадания (Гуру). По его благодати смертный освобождается от разнообразия мира.
          </p>
          <p className="font-medium">
            49. Шригуро парамам рупам вивекачакшушо 'мритам, Манда-багья на пашьянти анда сурьодайям ята.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Божественный образ Шри Гуру - нектар для тех, чьи глаза обладают проницательностью. Те же, кто, к несчастью, не могут воспринять его, подобны слепцам, не могущим увидеть восход солнца.
          </p>
          <p className="font-medium">
            50. Шрината-чарана-двандвам
            ясьям диши вираджате,
            Тасье дише намаскурьяд
            бактья пратидинам прие.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            О любимая, каждый день с преданностью поклонись в том направлении, где покоятся стопы Шри Гуру.
          </p>
          <p className="font-medium">
            51. Тасье дише сататам анджалиреша арье
            пракшипьяте мукарито
            мадупер будешча,
            Джагарти ятра багаван гуручакраварти
            вишводая-пралаянатака-нитьясакши.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            О благородная, мудрый всегда протягивает полные горсти цветов с жужжащими пчелами в том направлении, где бодрствует (обитает) Багаван, верховный Гуру. Он - вечный свидетель драмы воскрешения и распада этой вселенной.
          </p>
          <p className="font-medium">
            52. Шринатади-гурутраям ганапатим
            питатраям байравам,
            Сидаугам батукатраям падаюгам
            дутикрамам мандалам; Виран-двьяшта-чатушка-шашти-навакам виравали-панчакам, Шриман-малини-мантра-раджасахитам ванде гурор мандалам.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Я преклоняюсь перед собранием Гуру, состоящим из трех верховных Гуру, (чьи имена) начинаются с Шрината, Ганапати, трех про-водников (Шакти), (восьми) Бхайрав, группы из (девяти поколений) Сидд, трех Батук, двух ступней (представляющих Шиву и Шакти), _ последовательности из (десяти) Дути, (трех) Мандал, десяти Вир, шестидесяти четырех (основателей Сидд), девяти (Мудр), линии из пяти Вир (с особыми функциями), вместе с почитаемой Малини (буквами алфавита) и Мантрараджей.
          </p>
          <p className="font-medium">
            53. Абьястай сакалай судиргаманилейр вьяди-прадейр душкарей, Пранаяма-шатейр анскакаранер дукатмакейр дурджаей. Ясминабьюдите винашьяти бали вайю сваям таткшанат, Праптум тат сахаджам свабавам анишам , севадвамекам гурум.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Какая польза от столь долгих занятий сотнями различных пранаям, сложных для исполнения и вызывающих недуги, к чему выполнять множество болезненных йогических упражнений, которыми трудно овладеть? Постоянно служи только одному Гуру для достижения этого непринужденного и естественного состояния. Когда оно достигнуто, всемогущая прана немедленно уравповесится сама собой.
          </p>
          <p className="font-medium">
            54. Свадешикасейва шарирачинтанам баведанантасья шивасья чинтанам, Свадешикасейва ча намакиртанам баведанантасья шивасья киртанам.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Созерцать образ своего Гуру значит созерцать беспредельного Шиву. Воспевать славу имени Гуру значит воспевать славу беспредельному Шиве.
          </p>
          <p className="font-medium">
            55. Ятпада-рену-каника капи самсара-вариде, Сетубандаяте натам дешикам тамупасмахе.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Я поклоняюсь Господу Гуру, даже каждая пылинка с его стоп возводит мост через океан жизни.
          </p>
          <p className="font-medium">
            56. Ясмад ануграхам лабдва махададьянамутсриджет, Тасмей шридешикендрайя намашчабиштасидайе.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Получив его благодать, человек избавляется от глубокого невежества. Приветствуйте высшего Гуру, чтобы достичь желаемого.
          </p>
          <p className="font-medium">
            57. Падабджам сарва-самсара- даванала-винашакам, Брамарандре ситамбоджа- мадьястам чандрамандале.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Лотосные стопы (Гуру), которые гасят бушующий огонь мирской жизни, покоятся в центре белого лотоса в области луны в Брамарандре (место головы).
          </p>
          <p className="font-medium">
            58. Акатади-трирекабдже сахасрадала-мандале, Хамса-паршва-триконе ча смарет танмаджагам гурум.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            В середине тысячелепесткового лотоса расположен треугольный лотос, образованный тремя линиями, которые начинаются с а, ка и тха, и имеют хам и са с двух сторон. Помни о Гуру, пребывающем в этом центре.
          </p>
          <p className="font-medium">
            59. Сакала-бувана-сришти калпиташешапуштир, Никила-нигама-дришти сампадам вьяртадришти; Авагуна-паримарштис тат-падартейка-дриштир, Бава-гуна-парамештир мокша-маргейка-дришти.<br />
            60. Сакала-бувана-ранга- стапана-стамбаяшти, Сакаруна-раса-вриштис татва-маласамашти Сакала-самая-сришти сачидананда-дриштир, Нивасату майи нитьям шригурор дивьядришти.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Да пребудет всегда на мне божественный взгляд Гуру. Он создал все миры. Он питает жизнь. Он суть всех священных писаний. Он безразличен к богатству. Он исправляет недостатки. Он всегда
            сосредоточен на Предельном. Он - верховный повелитель трех гун, лежащих в основе мира. Его единственная цель - (вывести других на) путь освобождения. Он - опорный столп, поддерживающий платформу всех миров. Он источает нектар сочувствия. Он - сово-купность всех таттв (законов творения). Он творит вечно. Он Саччидананда.
          </p>
          <p className="font-medium">
            61. Агни-шуда-самам тата
            джвала-паричакадия,
            Мантрараджамимам манье
            'харнишам пату мритьюта.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            О дорогая, (пройдя испытание) разумом, сияющим подобно пламени, Я считаю эту величайшую из мантр (Гуру-Гиту) очищающей, подобно тому, (как золото очищается) в огне.
          </p>
          <p className="font-medium">
            62. Тадеджатги танейджати тадуре татсамипаке, Тадантарасья сарвасья таду сарвасья баята.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Он (Принцип Гуру) движется и не движется. Он далек и одновременно близок. Он внутри каждой вещи и вне всего.
          </p>
          <p className="font-medium">
            63. Аджо'хамаджаро'хам ча
            анадинидана сваям,
            Авикараш чидананда аниян
            махато махан.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            (Итак, Гуру знает): "Я не рожден; Я свободен с начала времен. Моя сущность не имеет начала и конца. Я неизменен. Я есть сознание и блаженство, меньше (наименьшего), больше наибольшего.
          </p>
          <p className="font-medium">
            64. Апурванам парам нитьям
            сваямджотир нирамаям,
            Вираджам-парамакашам
            друвам-анандамавьяям.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Я вне всех вещей. Я - вечный, самосветящийся, безупречный и пречистый. Я есть высшее пространство. Я - незыблемый, блаженный и нетленный.
          </p>
          <p className="font-medium">
            65. Шрути пратьякшам этиям ануманаш чатуштаям, Ясья чатматапо веда дешикам ча сада смарет.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Постигни духовную силу (Гуру), (через) четыре (источника знания) - Веды, прямое восприятие, священные исторические тексты и умозаключения. Всегда помни Гуру.
          </p>
          <p className="font-medium">
            66. Мананам ядбавам карьям тадвадами махамате, Садутвам ча мая дриштва тваи тиштати сампратам.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            О обладающая великим интеллектом, видя твое благочестие, Я поведаю тебе, как созерцать его.
          </p>
          <p className="font-medium">
            67. Аканда-мандалакарам вьяптам ена чарачарам, Татпадам даршитам ена тасмей шригураве намаха.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Приветствия Гуру, открывшему состояние, пронизывающее весь круг мира одушевленного и неодушевленного.
          </p>
          <p className="font-medium">
            68. Сарва-шрути-широратна- вираджита-падамбуджа, Ведантамбуджа-сурьо яс тасмей шригураве намаха.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Да здравствует Шри Гуру. Его лотосные стопы украшены сокровищами (махавакья - великими изречениями Упанишад) всех Вед. Он солнце для лотоса Веданты (его свет является причиной расцвета духовной истины).
          </p>
          <p className="font-medium">
            69. Ясья смарана-матрена дьянам утпадьяте свайям, Я эва сарва сампраптис тасмей шригураве намаха.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Да здравствует Шри Гуру, при одном воспоминании о нем знание возникает само собой. Он есть все достижения.
          </p>
          <p className="font-medium">
            70. Чайтаньям шашватам шантам
            вьоматитам ниранджанам,
            Нада-бинду-калатитам
            тасмей шригураве намаха.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Да здравствует Шри Гуру. Он есть сознание вечное, спокойное, безупречное, превосходящее небеса. Он вне нала (первородного звука), бинду (точки, содержащей Вселенную) и кала (проявленного мира).
          </p>
          <p className="font-medium">
            71. Ставарам джангамам чейва
            тата чейва чарачарам,
            Вьяптам ена джагат сарвам
            тасмей шригураве намаха.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Да здравствует Шри Гуру, объемлющий весь этот мир, состоящий из подвижного и неподвижного, а также одушевленного и неодушевленного.
          </p>
          <p className="font-medium">
            72. Дьяна-шакти-самарудас
            татвамала-вибушита,
            Букти-мукти-прадата яс
            тасмей шригураве намаха.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Да здравствует Шри Гуру. Он прочно утвержден в силе знания и украшен гирляндами из таттв. Он дарует благополучие и освобождение.
          </p>
          <p className="font-medium">
            73. Анека-джанма-сампрапта-
            сарва-карма-видахине,
            Сватмадьяна-прабавена
            тасмей шригураве намаха.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Да здравствует Шри Гуру, который (наделяя) силой познания Высшего Я, сжигает все кармы, приобретенные в течение бесчисленных жизней.
          </p>
          <p className="font-medium">
            74. На гурорадикам татвам на гурорадикам тапа, Татвам дьянатпарам насти тасмей шригураве намаха.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Да здравствует Шри Гуру. Нет истины выше, чем Гуру, нет аскезы больше, чем (служение) Гуру, нет истины глубже, чем осознание (его).
          </p>
          <p className="font-medium">
            75. Маната шриджаганато мадгурус триджагадгуру, Маматма сарва-бутатма тасмей шригураве намаха.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Да здравствует Шри Гуру. Мой Господь есть властитель вселенной. Мой Гуру - Гуру трех миров. Мое Высшее Я - это Высшее Я всего сущего.
          </p>
          <p className="font-medium">
            76. Дьяна-мулам гурор мурти пуджа-мулам гуро падам, Мантра-мулам гурор вакьям мокша-мулам гуро крипа.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Основа медитации - образ Гуру. Основа поклонения - стопы Гуру. Основа мантры - слово Гуру. Основа освобождения - благодать Гуру.
          </p>
          <p className="font-medium">
            77. Гурурадир анадишча гуру парама-дейватам, Гуро паратарам насти тасмей шригураве намаха.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Да здравствует Шри Гуру. Гуру есть начало (всего, но) сам не имеет начала. Гуру есть высшее божество. Нет ничего превыше Гуру.
          </p>
          <p className="font-medium">
            78. Сапта-сагара-парьянта- тирта-снанадикам палам, Гурор-ангри-пайобинду- сахасрамше на дурлабам.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Качества, достигнутые омовением во всех священных водах, вплоть до семи морей, нетрудно получить, (испив лишь) тысячную часть капли воды со стоп Гуру.
          </p>
          <p className="font-medium">
            79. Xapay руште гурустрата гурау руште на кашчана, Тасмат сарва-праятнена шригурум шаранам враджет.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Если Господь Хари (Вишну) разгневается, Гуру заступится за тебя, но если разгневается Гуру, никто не сможет спасти тебя. Потому всеми силами стремись обрести прибежище в Шри Гуру.
          </p>
          <p className="font-medium">
            80. Гурурева джагатсарвам брама-вишну-шиватмакам, Гуро паратарам насти тасмат сампуджаед гурум.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Воистину, Гуру - это вся вселенная, состоящая из Брамы, Вишну и Шивы. Нет никого превыше Гуру. Потому поклоняйся Гуру.
          </p>
          <p className="font-medium">
            81. Дьянам видьяна-сахитам
            лабьяте гурубактита,
            Гуро паратарам Насти
            дьейо'сау гурумаргиби.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Преданностью Гуру можно достичь как знания, так и свободы. Нет никого превыше Гуру. Последователи Гуру должны медитировать на него.
          </p>
          <p className="font-medium">
            82. Ясмат паратарам насти нети нетити вей шрути, Манаса вачаса чейва нитьям арадаед гурум.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Нem ничего, что превыше его. Веды описывают его как "не то, не это". Посему всегда поклоняйся Гуру в мыслях и речах.
          </p>
          <p className="font-medium">
            83. Гуро крипа-прасадена брама-вишну-садашива, Самарта прабавадау ча кевалам гурусевая.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Благодаря милости Гуру и только через служение Гуру, кто есть Брама, Вишну и Шива, продляются способности творения (сохранения и разрушения).
          </p>
          <p className="font-medium">
            84. Дева-кинара-гандарва питаро якша-чарана, Мунайо'пи на джананти гурушушрушане видим.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Боги, киннары, гандарвы, питри, якши, чараны все существа различных групп) и даже святые нie ведают, как правильно служить Гуру.
          </p>
          <p className="font-medium">
            85. Махаханкарагарвена тапо-видья-баланвита, Самсара-кухараварте гата-янтре ята гата.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Из-за чрезмерного эго и гордыни (даже) отшельники и мудрецы (продолжают вращаться) в водовороте жизни, подобно черпакам на водяном колесе.
          </p>
          <p className="font-medium">
            86. На мукта девагандарва
            питаро якшакиннара,
            Ришайя сарвасиддашча
            гурусева-паранмука.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            (Даже) боги, гандарвы, питри, якши, киннары, мудрецы и все Сиддхи не достигают освобождения, если они отвергают служение Гуру.
          </p>
          <p className="font-medium">
            87. Дьянам шрину махадеви сарвананда-прадаякам, Сарва-саукьякарам нитьям букти-мукти-видаякам.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            О великая Богиня, послушай (о том, как) медитировать (на Гуру), который дарует всевозможную радость, всегда приносит счастье и дает не только мирские блага, но и освобождение.
          </p>
          <p className="font-medium">
            88. Шримат-парабрама гурум смарами
            шримат-парабрама гурум вадами,
            Шримат-парабрама гурум намами
            шримат-парабрама гурум баджами
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Я помню Шри Гуру, Парабрамана. Я говорю о Шри Гуру, Парабрамане. Я поклоняюсь Шри Гуру, Парабраману. Я почитаю Шри Гуру, Парабрамана.
          </p>
          <p className="font-medium">
            89. Браманандам парамасукадам
            кевалам дьянамуртим,
            Двандватитам гаганасадришам
            татвамасьяд илакшьям;
            Экам нитьям вималам ачалам
            сарвади-сакши-бутам, Бава-титам тригуна-рахитам садгурум там намами.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Я поклоняюсь Садгуру, кто есть блаженство Брамана и источник высшей радости. Он абсолютен. Он воплощенное знание. Он вне двойственности (вездесущ), подобен небу, о нем говорит (великое изречение Упанишад) "Ты есть То". Он един. Он вечен. Он чист. Он неизменен. Он свидетель всех помыслов. Он превосходит все состояния (ума и тела) и не подвластен трем гунам.
          </p>
          <p className="font-medium">
            90. Нитьям шуддам нирабасам ниракарам ниранджанам, Нитьябодам чиданандам гурум брама намамьяхам.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Я склоняюсь перед Гуру, сущим Браманом, вечным и пречистым. Он вне осознания, не имеет образа и незапятнан. Он есть вечное знание, сознание и блаженство.
          </p>
          <p className="font-medium">
            91. Хридамбудже карника-мадья-самсте симасане самстита-дивьямуртим, Дьяйед гурум чандра-кала-пракашам чит-пустакабиштаварам даданам.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Медитируй на божественный образ Гуру, сидящего на престоле, расположенном в самом центре сердечного лотоса, сияющего, подобно молодому месяцу, держащего книгу знания и (мудру, которая) содержит пожелание блага.
          </p>
          <p className="font-medium">
            92. Шветамбарам швета-вилепа-пушпам мукта-вибушам мудитам двинетрам, Ваманка-пита-стита-дивьяшактим мандасмитам сандра-крипа-ниданам
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            У него два глаза. Он облачен в белые одежды. Он умащен белой пастой и украшен (гирляндами) белых цветов и жемчугами. Он - сама радость. У него спокойная улыбка. Он - сокровищница, изобилующая благодатью. Божественная Шакти восседает слева у его ног.
          </p>
          <p className="font-medium">
            93. Анандаманандакарам прасанам
            дьянасварупам ниджабодаюктам,
            Йогиндрамидьям баварогаведьям
            шримадгурум нитьямахам намами.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Я всегда преклоняюсь перед Шри Гуру, кто сам есть блаженство, кто источает радость и свет Его истинная сущность - знание, он познал свое Высшее Я. Он - величайший среди йогов и всеми почитаем. Он - целитель болезней мирского существования.
          </p>
          <p className="font-medium">
            94. Ясмин сриштиститидвамса-
            ниграхануграхатмакам,
            Критьям панчавидам шашвад
            басате там намамьяхам.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Я преклоняюсь перед ним (Гуру), в ком пять видов деятельности - творение, сохранение, расторжение, руководство и награждение благодатью – проявлены постоянно.
          </p>
          <p className="font-medium">
            95. Прата шираси шуклабдже двинетрам двибуджам гурум, Варабаяйютам шантам смарет там намапурвакам.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Утром, повторяя божественное имя, думай о двуглазом, двуруком, умиротворенном Гуру, (сидящем) в белом лотосе в голове и наделяющим (мудрой рук) даром доброжелательности и бесстрашия.
          </p>
          <p className="font-medium">
            96. Ha гурорадикам на гурорадикам на гурорадикам на гурорадикам, Шивашасаната шивашасаната шивашасаната шивашасаната.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Нет никого превыше Гуру. Нет никого превыше Гуру. Нет никого превыше Гуру. Нет никого превыше Гуру. Это заповедь Шивы. Это заповедь Шивы. Это заповедь Шивы. Это заповедь Шивы.
          </p>
          <p className="font-medium">
            97. Идамева шивам твидамева шивам
            твидамева шивам твидамева шивам,
            Мама шасанато мама шасанато
            Мама шасанато мама шасанато
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Это, действительно, Шива. Действительно, это Шива. Действительно, это Шива. Действительно,- это Шива. Это моя заповедь. Это моя заповедь. Это моя заповедь. Это моя заповедь.
          </p>
          <p className="font-medium">
            98. Эвамвидам гурум дьятва дьянам утпадьяте сваям, Татсадгуру-прасадена мукто'хамити бавает.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Если медитировать на Гуру подобным образом, знание возникнет спонтанно. Поэтому каждый будет чувствовать: "Я обрел освобождение по милости Садгуру.
          </p>
          <p className="font-medium">
            99. Гурударшитамаргена манашуддим ту карает, Анитьям кандает сарвам яткинчид-атмагочарам.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Каждый должен очистить свой разум, следуя путем, указанным Гуру. Все преходящее, приписываемое Высшему Я, должно быть отвергнуто.
          </p>
          <p className="font-medium">
            100. Днеям сарвасварупам ча
            дьянам ча мана учьяте,
            Дьянам днейясамам курьян
            нанья панта двитияка.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Подобает познать истинную природу вещей. Говорят, что ум есть знание (ибо знание приходит через разум). Воспринимай знание идентич-ным объекту познания. Нет иного пути, кроме этого (к освобождению).
          </p>
          <p className="font-medium">
            101. Эвам шрутва махадеви гуруниндам кароти я, Са яти наракам горам явач-чандрадивакарау.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            О великая Богиня, тот, кто дурно говорит о Гуру, несмотря на то; что слушает все это, попадает в ужасный ад и (пребывает там) до тех пор, пока светят солнце и луна.
          </p>
          <p className="font-medium">
            102. Яват калпантако дехас тавадева гурум смарет Гурулопо на картавья свачандо яди ва бавет.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Продолжай помнить Гуру, покуда в твоем теле есть жизнь, вплоть до конца вселенной. Никогда не следует отрекаться от Гуру, даже если он ведет себя весьма своенравно.
          </p>
          <p className="font-medium">
            103. Хункарена на вактавьям прадне шишей катанчана Гурорагре на вактавьям асатьям ча кадачана.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Благоразумные ученики никогда не будут высказываться эгоистично и никогда не будут лгать перед Гуру.
          </p>
          <p className="font-medium">
            104. Гурум твамкритья хумкритья Гурум нирджитья вадата, Аранье нирджале деше са бавед брамаракшаса.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Тот кто говорит Гуру грубости, оскорбляет его или даже выигрывает в споре с ним, вновь родится демоном в джунглях или безводной пустыне.
          </p>
          <p className="font-medium">
            105. Муниби панагейрвапи сурейрва шапито иди, Аранье нирджале деше са бавед брама ракшаса
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            О Парвати, Гуру защищает даже того, кого прокляли святые, демоны-змеи или даже боги, а также избавляет от страха перед смертью и временем.
          </p>
          <p className="font-medium">
            106. Ашакта хи сурадьяшча ашакта мунаяс тата, Гурушапена те шиграм кшаям янти на самшая.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Воистину, бессильны боги и им подобные, бессильны и мудрецы: будучи прокляты Гуру, они вскоре погибнут. Нет никаких сомнений в этом.
          </p>
          <p className="font-medium">
            107. Мантрараджам идам деви
            гуруритьякшарадваям,
            Смритиведартавакьена
            гуру сакшат парам падам.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            О Богиня, это слово "Гуру", состоящее их двух слогов (гу и ру), есть величайшая из всех мантр. Согласно текстам Вед и Смрити, Гуру есть высшая реальность.
          </p>
          <p className="font-medium">
            108. Шрутисмрити авиднайя
            кевалам гурусевака,
            Те вей саньясина прокта
            итаре вешадарина.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Воистину, только (преданные) слуги Гуру называются истинными санньяси, пусть они и не сведущи в Ведах и Смрити. Все же остальные только рядятся в одеяния (санньяси).
          </p>
          <p className="font-medium">
            109. Нитьям брама ниракарам ниргунам бодает парам, Сарвам брама нирабасам дипо дипантарам ята.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Как от одного светильника зажигается другой, так (Гуру) наделяет знанием, что все есть Брахман - Браман, недоступный восприятию, вечный, вышний, лишенный образа и не имеющий атрибутов.
          </p>
          <p className="font-medium">
            110. Гуро крипапрасадена атмарамам нирикшает, Анена гурумаргена сватмадьянам правартате.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Постижение сокровенного Высшего Я - это дар благодати Гуру. Следуя путем, указанным Гуру, ученик осознает собственное Высшее Я.
          </p>
          <p className="font-medium">
            111. Абрамастамбапарьянтам
            параматмасварупакам,
            Ставарам джангамам чейва
            пранамами джаганмаям.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Я преклоняюсь перед (Гуру, кто есть) высшая сущность, кто есть образ этого мира, от Брахмы до былинки, (все) подвижное и неподвижное.
          </p>
          <p className="font-medium">
            112. Ванде'хам сачиданандам бедатитам сада гурум, Нитьям пурнам ниракарам ниргунам сватмасамститам.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Я всегда приветствую поклоном Гуру, сущего Саччидананду, превосходящего все различия, вечного, совершенного, не имеющего образа и атрибутов, утвержденного в собственном Высшем Я.
          </p>
          <p className="font-medium">
            113. Парат паратарам дьеям
            нитьям-анандакаракам,
            Хридаякаша-мадьястам
            шудда-спатика-санибам.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Медитируй на Гуру, всевышнего, всегда источающего блаженство, восседающего в центре сердца и (сверкающего) подобно чистому хрусталю.
          </p>
          <p className="font-medium">
            114. Спатика-пратима-рупам
            друшьяте дарпане ята,
            Тататмани чидакарам
            анандам со'хамитьюта.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Подобно тому, как образ хрусталя виден в зеркале, блаженство, которое есть сознание, (отражается) в Высшем Я и (приходит осознание): "Воистину, я есть То".
          </p>
          <p className="font-medium">
            115. Ангушта-матра-пурушам дьяйяташ чинмаям хриди, Татра спурати баво я шрину там катаямьяхам.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Послушай, я поведаю тебе о чувстве, возникающем во время медитации на сущность размером с большой палец, пребывающую в сердце, которая есть самоосознание.
          </p>
          <p className="font-medium">
            116. Агочарам тата'гамьям нама-рупа-виварджитам, Нишабдам тадвиджаният свабавам брама парвати.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            О Парвати, знай, что природа Брамана выше восприятия, выше понимания, она вне имени и образа, вне звука (а также других атрибутов, воспринимаемых органами чувств).
          </p>
          <p className="font-medium">
            117. Ята ганда свабавена карпура-кусумадишу, Шитошнади-свабавена тата брама ча шашватам.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Как благоухание естественно для цветов, камфары и других подобных вещей, а холод и тепло обычны (в воде и огне), так вечен Браман.
          </p>
          <p className="font-medium">
            118. Сваям татавидо бутва статавьям ятракутрачит, Китабрамарават татра дьянам бавати тадришам.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            После (осознания своего единства) с Тем (Браманом), человек может жить где угодно. (Тогда) где бы он ни был, его медитация (на Гуру) будет подобна жалу осы.
          </p>
          <p className="font-medium">
            119. Гурудьянам тэта крутва сваям брамамайо бавет, Пинде паде тэта руле мукто'сау натра самшая.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Медитируя на Гуру, человек становится Браманом. Поистине, он достигает освобождения в пинде, паде и рупе.
          </p>
          <p className="font-medium">
            Шри Парвати увача: 120. Пиндам ким ту махадева падам ким самударитам, Рупатитам ча рупам ким этадакьяхи шанкара.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Шри Парвати спросила: О великий Боже, что есть пинда? Что известно, как пада? Что такое рупа и рупатита? Разъясни мне это, о Шанкара.
          </p>
          <p className="font-medium">
            Шри Махадева увача: 121. Пиндам кундалини-шакти падам хамсамударитам, Рулам биндурити днейям рупатитам ниранджанам.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Шри Махадева ответил: Пинда - это Кундалини Шакти. Хамса (спонтанное повторение Хамса) - это пада. Знай, что рупа есть бинду (голубая жемчужина), а рупатита - это Пречистый (высшая троица).
          </p>
          <p className="font-medium">
            122. Пинде мукта паде мукта рупе мукта вараиане, Рупатите ту е муктас те мукта натра самшая.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            О прекрасная, те достигли освобождения в пинда, (чья Кундалини пробудилась). Те освободились в пада, (кто внимает спонтанному
            повторению Хамса). Те достигли освобождения в рупа, (кто удостоился узреть голубую жемчужину). Но воистину достигли освобождения те, кто освободился в рупатита (кто испытал трансцендентальное состояние вне образов).
          </p>
          <p className="font-medium">
            123. Сваям сарвамайо бутва парам татвам вилокает, Парат-паратарам наньят сарвам этан ниралаям.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Становясь единым со всем, человек познает высшую истину. Нет ничего выше высочайшего. Все это не имеет (определенного) пристанища (ибо вездесуще).
          </p>
          <p className="font-medium">
            124. Тасьявалоканам прапья сарва-санга-виварджита, Экаки нисприха шантас тиштасет татпрасадата.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Ощутив Это по его (Гуру) благодати, пребывай в уединении, оставайся спокоен, без желаний и без каких-либо привязанностей.
          </p>
          <p className="font-medium">
            125. Лабдам ва'та на лабдам ва свалпам ва бахулам тата, Нишкаменейва боктавьям сада сантушта-четаса.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Достигла ли ты этого или нет, велико ли оно или мало, оно всегда будет приносить радость без желания и с удовлетворенным разумом.
          </p>
          <p className="font-medium">
            126. Сарваднападам-итьяхур дехи сарвамайо буда, Садананда сада шанто рамате ятракутрачит.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Мудрецы говорят, что состояние всеведения - это состояние, в котором воплощенная душа становится единой со всем. (Тогда) тот, кто брел вечное блаженство и вечное спокойствие, пребывает в радости, где бы он ни был.
          </p>
          <p className="font-medium">
            127. Ятрейва тиштате со'пи са деша пунья-баджанам, Муктасья лакшанам деви тавагре катитам майя.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Где бы он ни жил, это место становится обителъю добродетели О Богиня, я описал тебе особенности того, кто достиг освобождения.
          </p>
          <p className="font-medium">
            128. Упадешас тата деви гурумаргена муктида, Гуру-бактис тата дьянам сакалам тава киртитам.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            О Богиня, также (я дал тебе) учение, как, следуя путем Гуру, можно добиться освобождения. Я также полностью описал тебе, как быть пре-данным Гуру и медитировать (на него).
          </p>
          <p className="font-medium">
            129. Анена яд бавет карьям тад вадами махамате, Локопакаракам деви лаукикам ту на бавает.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            О мудрая, теперь я поведаю тебе о вещах, которых достигнешь, (повторяя Гуру Гиту). О Богиня, (силы, обретенные благодаря этому), не могут быть использованы в личных целях, но только на благо людей.
          </p>
          <p className="font-medium">
            130. Лаукикат кармано янти дьянахина баварнавам, Дьяни ту бавает сарвам карма нишкарма ят-критам.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Пребывающие в неведении, действующие из эгоистических побуждений тонут в океане мирских существований, в то же время постигший Ис-тину считает все действия, которые он совершил, не-действиями.
          </p>
          <p className="font-medium">
            131. Идам ту бактибавена патате шринуте яди, Ликитва тат-прадатавьям тат-сарвам сапалам бавет.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Тот, кто читает или слушает ее (Гуру Гиту) с благоговением, должен переписывать ее и передавать другим. Это принесет плоды всем.
          </p>
          <p className="font-medium">
            132. Гуругитатмакам деви шудда-таттвам майодитам, Бава-вьяди-винашартам сваямева джапет сада.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            О Богиня, я поведал тебе чистую истину в виде Гуру Гиты. Повторяй ее всегда, чтобы преодолеть превратности мирского существования.
          </p>
          <p className="font-medium">
            133. Гуругитакшарейкам ту мантрараджам имам джапет, Анье ча вивида мантра калам наранти шодашим.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Каждая буква Гуру Гиты есть высшая мантра. Повторяй ее. Все остальные мантры другого сорта не стоят даже шестнадцатой ее части.
          </p>
          <p className="font-medium">
            134. Анантапалам апиоти гуругита-джапена ту, Сарва-папа-прашаманам сарва-даридрья-нашанам.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Воистину, повторяя Гуру Гиту, получаешь бесчисленные вознаграждения. Она разрушает все грехи и кладет конец всем лишениям.
          </p>
          <p className="font-medium">
            135. Каламритьюбаяхарам сарвасанкатанашанам, Якшаракшасабутанам чоравьяграбайяпахам.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Она избавляет от страха времени и смерти. Она полагает конец всем невзгодам. Она освобождает от страха перед духами, демонами, привидениями, ворами и тиграми.
          </p>
          <p className="font-medium">
            136. Маха-вьяди-харам сарвам вибути-сиддидам бавет, Атава моханам вашьям сваямева джапет сада.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Она излечивает от всех смертельных недугов. Она дарует благополучие и сверхъестественные способности, умение подчинять своей воле и управлять другими. Непрестанно повторяй ее в уме.
          </p>
          <p className="font-medium">
            137. Вастрасане ча даридрьям пашане рогасамбава, Мединьям дукамапноти каште бавати нишпалам.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            (Повторение Гуру Гиты) на суконной подстилке повергает в бедность, на камне - вызывает болезни, на земле - приносит несчастья, а на дереве остается бесплодным.
          </p>
          <p className="font-medium">
            138. Кришнаджине дьянасиддир мокшашрир вьяграчармани, Кушасане дьянасидди сарвасиддисту камбале.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Шкура черного оленя приносит плоды (опосредованного) знания. Шкура тигра порождает величие освобождения. Сидение из травы куша приносит достижение (прямого) знания. Шерстяная подстилка дарует все достижения.
          </p>
          <p className="font-medium">
            139. Кушейрва дурвая деви асане шубракамбале, Упавишья тато деви джапед экаграманаса.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            О Богиня, повторяй (Гуру Гиту) (наедине), сосредоточенно, сидя на подстилке из травы куша или дурва, покрытой белым шерстяным покрывалом.
          </p>
          <p className="font-medium">
            140. Дьейям шуклам ча шантьяртам вашье рактасанам прие, Абичаре кришнаварнам питаварнам данагаме.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            О возлюбленная, знай, что белая подстилка приносит покой, красная - силу сдерживать (других), черная изгоняет злых духов, желтая приносит богатство.
          </p>
          <p className="font-medium">
            141. Уттаре шантикамасту вашье пурвамуко джапет, Дакшине маранам проктам пашчиме ча данагама.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Повторяй (Гуру Гиту) лицом к северу, если хочешь покоя, лицом к востоку - для приобретения силы сдерживать (других), садись лицом к югу, чтобы разрушить силы зла, и лицом к западу, если хочешь обрести богатство.
          </p>
          <p className="font-medium">
            142. Моханам сарвабутанам бандамокшакарам бавет, Дева-раджа-приякарам сарва-лока-вашам бавет.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Оно (повторение Гуру Гиты) приятно всем существам и освобождает от уз. Оно дарует благосклонность Индры (владыки небесного мира) и контроль над всеми мирами.
          </p>
          <p className="font-medium">
            143. Сарвешам стамбанакарам гунанам ча виварданам, Душкарма-нашанам чайва сукарма-сиддидам бавет.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Оно наделяет способностью парализовать все (враждебные существа), воспитывает положительные качества, избавляет от (последствий) дурных поступков, а также благоприятствует накоплению благих действий.
          </p>
          <p className="font-medium">
            144. Асиддам садает карьям наваграха-байяпахам, Дусвапна-нашанам чайва сусвапна-пала-дайякам.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Оно способствует завершению незаконченных дел, избавляет от страха перед девятью планетами, прогоняет дурные сны, и приводит к тому, что приятные сны сбываются.
          </p>
          <p className="font-medium">
            145. Сарвашантикарам нитьям тата вандьясупутрадам, Аведавьякарам стринам саубагьядаякам сада.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Оно доставляет совершенное умиротворение, дарит хорошего сына бесплодной женщине, предотвращает вдовство и всегда приносит удачу.
          </p>
          <p className="font-medium">
            146. Аюрарогьямейшварья- путрапаутраправарданам, Акамата стри видава
            джапан мокшамавапнуят.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Оно увеличивает долголетие, здоровье, богатство (и умножает) потомство, даруя сыновей и внуков. Если вдова повторяет ее отрешенно, она обретает освобождение.
          </p>
          <p className="font-medium">
            147. Авейдавьям сакама ту лабате чаньяджанмани, Сарвадукабаям вигнам нашайечапахаракам.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            (Если она повторяет ее) с чувством, то в следующей жизни она избежит вдовства. Повторение ее полагает конец невзгодам, прогоняет страх, устраняет все препятствия, снимает проклятия.
          </p>
          <p className="font-medium">
            148. Сарва-бада-прашаманам дармарта-кама-мокша-дам, Ям ям чинтаяте камам там там прапноти нишчитам.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Она устраняет все препятствия и дарует (четыре цели жизни): праведность, богатство, удовольствие и освобождение. Эти цели обяза-тельно будут достигнуты, какие бы желания не обуревали человека.
          </p>
          <p className="font-medium">
            149. Камитасья камадену калпана-калпа-падапа, Чинтаманиш чинтитасья сарва-мангала-каракам.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            (Гуру Гита) - это волшебная корова, исполняющая желания. Она - древо желаний, реализующая фантазии. Она - волшебный камень, исполняющий все замыслы. Она приносит удачу во всем.
          </p>
          <p className="font-medium">
            150. Мокшахетур джапенитьям мокшашриям авапнуят, Бога-камо джапедьо вей тасья кама-пала-прадам.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Тот, чья цель - освобождение, должен повторять ее регулярно. Он познает славу освобождения. Тот, кто повторяет ее с чувством ра-достного энтузиазма, непременно достигнет в результате исполнения своей мечты.
          </p>
          <p className="font-medium">
            151. Джапечакташча саурашча ганапатьяшча вейшнава, Шейвашча сиддидам деви сатьям сатьям на самшая.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Последователи Шакти, Солнца, Ганапати, Вишну или Шивы должны повторять (Гуру Гиту). О Богиня, так они смогут достичь соверш-енства (своей цели). Несомненно, это истина. Это истина.
          </p>
          <p className="font-medium">
            152. Ата камьяджапе станам катаями варанане, Сагаре ва саритире 'тава харихаралайе.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            О прекрасная, теперь я опишу тебе места, где следует ее повторять, чтобы желания исполнились: на морском берегу, на берегу реки, а также в храмах Вишну или Шивы.
          </p>
          <p className="font-medium">
            153. Шакти-девалае гоште сарва-девалае шубе, Вате са датримуле ва мате вриндаване тата.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            В святилищах Шакти, в коровьем хлеву, во всех святых храмах богов, в ашраме, под баньяном или деревом датри, а также в зарослях тулси.
          </p>
          <p className="font-medium">
            154. Павитре нирмале стане нитьянуштанато'пи ва, Нирведанена маунена джапаметам самачарет.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Надо повторять ее в молчании, отрешенно, сидя в чистом и тихом месте, где ее уже повторяли ежедневно в течение некоторого времени.
          </p>
          <p className="font-medium">
            155. Шмашане баябумау ту ватамулантике тэта, Сидьянти даутаре муле чутаврикшасья санидау.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            (Все действия) достигают совершенства при повторении ее на кладбищах, в местах, наводящих ужас, вблизи корней баньяна, под деревом урмана, или же около мангового дерева.
          </p>
          <p className="font-medium">
            156. Гурупутро варам муркас тасья сидьянти наньята, Шубакармани сарвани дикша-врата-тапамси ча.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Даже глупец, если он - сын (преданный ученик) Гуру, лучше, (чем ученый, но не преданный ученик). Все его действия, такие, как посвящение, обеты и подвижничество приносят свои плод, иначе быть не может.
          </p>
          <p className="font-medium">
            157. Самсара-мала-нашартам бава-паша-нивритае, Гуругитамбаси снанам таттвадня куруте сада.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Познавший Истину непрестанно купается в водах Гуру Гиты, смывая свои мирские нечистоты и освобождаясь из ловушек мирской суеты.
          </p>
          <p className="font-medium">
            158. Са эва ча гуру сакшат сада садбрамавитама, Тасья станани сарвани павитрани на самшая.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Он (преданный ученик) сам становится Гуру. (К тому же) он всегда лучший среди осознающих Брамана. Поистине, для такого все места священны.
          </p>
          <p className="font-medium">
            159. Сарва-шудда павитро'сау свабавадьятра тиштати, Татра девагана сарве кшетре пите васанти хи.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Он святой и чистый во всех отношениях. Где бы он ни жил, это место становится обителью множества божеств.
          </p>
          <p className="font-medium">
            160. Асанаста шайяно ва гачамстиштан-ваданнапи, Ашварудо гаджаруда супто ва джагрито'пи ва.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Неважно, спит ли он или бодрствует, сидит или лежит, стоит или движется, говорит ли, скачет на лошади или едет на слоне;
          </p>
          <p className="font-medium">
            161. Шучишмамшча сада дьяни гуругита-джапена ту, Тасья даршана-матрена пунарджанма на видьяте.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            В самом деле, благодаря повторению Гуру Гиты знающий Истину всегда чист. Благодаря своему даршану он избавляется от перевоплощений.
          </p>
          <p className="font-medium">
            162. Самудре ча ята тоям кшире кширам грите гритам, Бинне кумбе ятакашас тататма параматмани.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Как река (сливается) с океаном, молоко с молоком, масло с маслом, пространство (внутри горшка - с внешним пространством), когда горшок разбит, так индивидуальная душа (поглощается) вселенской душой.
          </p>
          <p className="font-medium">
            163. Татейва дньяни дживатма параматмани лияте, Айкьена рамате дньяни ятра татра диванишам.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Подобным образом и реализованная душа, растворяется в Высшем Я. Днем и ночью, где бы она ни была, реализованная сущность наслаждается своей тождественностью (с высшей сущностью).
          </p>
          <p className="font-medium">
            164. Эвамвидо махамукта сарвада вартате буда, Тасья сарва-праятнена бава-бактим кароти я.<br />
            165. Сарва-сандеха-рахито мукто бавати парвати, Букти-мукти-дваям тасья дживагре ча сарасвати.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Так живет мудрец, достигший полного освобождения. О Парвати, тот, кто служит ему с глубоким почтением и предан всей душой, более не ведает сомнений и достигает освобождения. Он получает все земные блага и избавление. Сарасвати (богиня речи и знания) (обитает) на кончике его языка.
          </p>
          <p className="font-medium">
            166. Анена пранина сарве гуругита джапена ту, Сарва сиддим прапнуванти буктим муктим на самшая.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Несомненно, что благодаря такому повторению Гуру Гиты все существа действительно обретут совершенную энергию, радость и освобождение.
          </p>
          <p className="font-medium">
            167. Сатьям сатьям пуна сатьям дармьям санкьям майодитам, Гуругитасамам насти сатьям сатьям варанане.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Это истина. Это истина. Это вечная истина, что знание, о котором Я поведал, есть благо для всех последователей. Ничто не может срав-ниться с (Гуру Гитой). О прекрасная, это истина. Это истина.
          </p>
          <p className="font-medium">
            168. Эко дева экадарма эка-ништа парам тапа, Гуро паратарам наньян насти татвам гуро парам.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            (Следование) одному Богу, одной религии, и одной вере есть высшая аскеза. Нет никого превыше Гуру. Нет истины выше, чем Гуру.
          </p>
          <p className="font-medium">
            169. Мата данья пита даньо даньо вамша кулам тэта, Данья ча васуда деви гурубакти судурлаба.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Счастлива мать (преданного ученика), счастлив его отец, счастлива семья и дальние родственники. Счастлива земля (по которой он ходит). О Богиня, (такая) преданность Гуру встречается очень редко.
          </p>
          <p className="font-medium">
            170. Шарирам индриям пранаш
            чарта сваджанабандава, Мата пита кулам деви гурурева на самшая.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Нет сомнений в том, о Богиня, что только Гуру является и телом, и чувствами, и жизненным дыханием, и богатством, и близкими и дальними родственниками. Он - отец, мать и (вся) семья.
          </p>
          <p className="font-medium">
            171. Акалыга-джанмана котья
            джапаврата-тапа-крия,
            Тат-сарвам сапалам деви
            гуру-сантоша-матрата.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            О Богиня, повторение мантр, обеты и аскезы, (практикуемые) миллионами рожденных от сотворения Вселенной - все это приносит плоды лишь тогда, когда это нравится Гуру.
          </p>
          <p className="font-medium">
            172. Видья-тапо-баленейва манда-багьяшча е нара, Гурусевам на курванти сатьям сатьям варанане.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Те люди, которые не служат Гуру, несчастны при всей силе своих знаний и подвижничестве. О прекрасная, это правда. Это правда.
          </p>
          <p className="font-medium">
            173. Брама-вишну-махешашча
            деварши-питри-кинара,
            Сидда-чарана-якшашча
            анье'пи мунайо джана.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Брама, Вишну, Шива, божественные мудрецы, питри, киннары, Сидды, чараны, якши, святые и прочие люди (обрели соответствующее могущество только через преданность Гуру).
          </p>
          <p className="font-medium">
            174. Гуру-бава парам тиртам аньятиртам нирартакам, Сарва тирташрайям деви падангуштам ча вартате.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Гурубава (погружение в Гуру) есть самое священное место; все другие места паломничества бесполезны. О Богиня, большой палец (правой) ноги Гуру вмещает все места паломничества.
          </p>
          <p className="font-medium">
            175. Джапена джаямапноти чанантапалам апнуят, Хинакарма тьяджан сарвам станани чадамани ча.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Отказываясь от всех недостойных действий, избегая злачных мест и читая (Гуру Гиту), человек достигает успеха и обретает бесчисленные награды.
          </p>
          <p className="font-medium">
            176. Джапам хинасанам курван хинакарма-пала-прадам, Гуругитам прайяне ва санграме рипусанкате. <br />
            177. Джапан джаямавапноти маране муктидаякам, Сарва-карма ча сарватра гурупутрасья сидьяти.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Повторение (Гуру Гиты) на негодной асане приносит (те же) плоды, что и дурные поступки. Во время путешествия, на поле битвы или перед лицом опасности можно достичь успеха, повторяя Гуру Гиту. В миг смерти она приносит освобождение. Сын Гуру (преданный ученик) преуспевает во всем.
          </p>
          <p className="font-medium">
            178. Идам рахасьям но вачьям тавагре катитам майя, Сугопьям ча праятнена мама твам ча прийя твити.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Не разглашай эту тайну, которую я открыл тебе. Храни ее со всем усердием. (Я поведал тебе эту тайну) только потому, что ты так дорога мне.
          </p>
          <p className="font-medium">
            179 .Свами-мукья-ганешади- вишнвадинам ча парвати, Манасапи на вактавьям сатьям сатьям вадамьяхам.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Не сообщай ее даже мысленно ни Ганеше, ни другим, тем, кого ведет Свами (Карттикейя, сын Парвати), ни Вишну или другим (богам). Я говорю истину, только истину.
          </p>
          <p className="font-medium">
            180. Атива-паквачитая шрада-бакти-ютая ча, Правактавьямидам деви маматма'си сада прие.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            О Богиня, объясняй ее только тем, кто готов и кто полон веры и преданности. О возлюбленная, ты Мое истинное вечное Высшее Я.
          </p>
          <p className="font-medium">
            181. Абакте ванчаке дурте паканде настике наре, Манасапи на вактавья гуругита кадачана.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Никогда не делись Гуру Гитой, даже мысленно, с обманщиками, негодяями,
            предателями, людьми, лишенными преданности, и неверующими.
          </p>
          <p className="font-medium">
            182. Самсара-сагара- самударанейка-мантрам брамади-девамуни-пуджита- сидда-мантрам, Даридрья-дука-баварога- винаша-мантрам ванде махабьа-харам гурураджа-мантрам.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Я склоняюсь почтительно перед Гурураджа мантрой (Гуру Гитой), которая приносит избавление от страха (перевоплощения). Это единственная мантра, спасающая из океана жизни. Это совершенная мантра, которой поклоняются святые и боги, такие, как Брама и другие. Эта мантра полагает конец недугам, несчастьям и невзгодам мирского существования.
          </p>
          <p className="font-medium">
            Ити шрискандапуране утараканде ишварапарватисамваде гуругита самапта. Шри гурудева-чаранарпанамасту.
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Так заканчивается Гуру Гита, родившаяся в диалоге между Шивой и Парвати в заключительной части Шри Сканда Пураны. Возлагаю ее к лотосным стопам Шри Гурудева.
          </p>

        </div>
      </MyAccordion>
    </div >
  )
}

export default ShriGuruGita