import MyAccordion from './MyAccordion'

const SiddhiDjayaKara = () => {
  return (
    <div className='w-full mt-5 md:mt-7 lg:mt-10 flex justify-center'>
      <MyAccordion title='Джая-кара 32 формам Ганеши' big className='max-w-xl'>
        <div className="w-full flex flex-col gap-5 font-light">

          <div className="w-full flex flex-wrap items-center justify-center py-5">
            <audio
              controls
              controlsList="nodownload"
              src="/sounds/Djaya-kara/Siddhi.mp3"
              className="w-full"
            ></audio>
          </div>

          <div className='font-medium'>

            Шри Бала Ганапати – ки джей!<br />
            Шри Таруна Ганапати – ки джей!<br />
            Шри Бхакти Ганапати – ки джей!<br />
            Шри Вира Ганапати – ки джей!<br />
            Шри Шакти Ганапати – ки джей!<br />
            Шри Двиджа Ганапати – ки джей!<br />
            Шри Сиддхи Ганапати – ки джей!<br />
            Шри Учхишта Ганапати – ки джей!<br />
            Шри Вигхна Ганапати – ки джей!<br />
            Шри Кшипра Ганапати – ки джей!<br />
            Шри Херамба Ганапати – ки джей!<br />
            Шри Лакшми Ганапати – ки джей!<br />
            Шри Маха Ганапати – ки джей!<br />
            Шри Виджайа Ганапати – ки джей!<br />
            Шри Нритья Ганапати – ки джей!<br />
            Шри Урдхва Ганапати – ки джей!<br />
            Шри Экакшара Ганапати – ки джей!<br />
            Шри Варада Ганапати – ки джей!<br />
            Шри Трйакшара Ганапати – ки джей!<br />
            Шри Кшипра-прасада Ганапати – ки джей!<br />
            Шри Харидра Ганапати – ки джей!<br />
            Шри Экаданта Ганапати – ки джей!<br />
            Шри Сришти Ганапати – ки джей!<br />
            Шри Удданда Ганапати – ки джей!<br />
            Шри Ринамочана Ганапати – ки джей!<br />
            Шри Дхундхи Ганапати – ки джей!<br />
            Шри Двимукха Ганапати – ки джей!<br />
            Шри Тримукха Ганапати – ки джей!<br />
            Шри Симха Ганапати – ки джей!<br />
            Шри Йога Ганапати – ки джей!<br />
            Шри Дурга Ганапати – ки джей!<br />
            Шри Санкатахара Ганапати – ки джей!<br /><br />

            Шри Гуру Свами Вишнудевананда Гири Джи ки – джей!
          </div>

          <p className='w-xl'></p>

        </div>
      </MyAccordion>
    </div>
  )
}

export default SiddhiDjayaKara