import MyAccordion from './MyAccordion'

const Totakashtakam = () => {
  return (
    <div className='w-full mt-5 md:mt-7 lg:mt-10 flex justify-center'>
      <MyAccordion id='Totakashtakam' title='Тотакаштакам' big className='max-w-xl'>
        <div className="mt-5 lg:mt-10 w-full flex flex-col gap-5">
          <div className="w-full flex flex-wrap items-center justify-center py-5">
            <audio
              controls
              controlsList="nodownload"
              src="/sounds/BhadjanMandala/Totakashtakam.mp3"
              className="w-full"
            ></audio>
          </div>

          <p className="font-bold">
            ВИДИТАКХИЛА ШАСТРА СУДХА ДЖАЛАДХЕ<br />
            МАХИТОПАНИШАТ КАТХИТАРТХА НИДХЕ<br />
            ХРИДАЙЕ КАЛАЙЕ ВИМАЛАМ ЧАРАНАМ<br />
            БХАВА ШАНКАРА ДЭШИКА МЕ ШАРАНАМ ||1||
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            О знаток нектаро-подобного океана священных писаний!
            О толкователь знания великого сокровища упанишад!
            Я медитирую на твоих чистейших лотосных стопах.
            О учитель Шанкара, будь моим прибежищем!
          </p>
          <p className="font-bold">
            КАРУНА ВАРУНА ЛАЙЯ ПА ЛАЙЯ МАМ<br />
            БХАВА САГАРА ДУКХКХА ВИДУНА ХРИДАМ<br />
            РАЧАЙАКХИЛА ДАРШАНА ТАТТВА ВИДАМ<br />
            БХАВА ШАНКАРА ДЭШИКА МЕ ШАРАНАМ ||2||
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Спаси меня, о океан сострадания, из непрерывной череды
            перерождений сансары, причиняющей горестные муки моему
            сердцу! Посредством своей милости, сделай меня знающим
            смысл Веданты. O Учитель Шанкара, будь моим Прибежищем!
          </p>
          <p className="font-bold">
            БХАВАТА ДЖАНАТА СУХИТА БХАВИТА<br />
            НИДЬЖАБОДХА ВИЧАРАНА ЧАРУМАТЭ<br />
            КАЛЬЯЕШВАРА ДЬЖИВА ВИВЕК А ВИДАМ<br />
            БХАВА ШАНКАРА ДЭШИКА МЕ ШАРАНАМ ||3||
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Люди (т. е. последователи Шанкары) обрели счастье по Твоей
            милости; Твой божественный разум способен проникать в самую
            сущность Само-исследования, Атма-видьи. Позволь мне обрести
            Знание Брахмана и Атмана. O Учитель Шанкара, будь моим
            Прибежищем!
          </p>
          <p className="font-bold">
            БХАВА ЭВА БХ АВАНИТИ МЕ НИТАРАМ<br />
            САМАДЬЖАЯТА ЧЕТАСИ КОУТУКИТА<br />
            МАМА ВАРАЙЯ МОХА МАХАДЬЖАЛАДХИМ<br />
            БХАВА ШАНКАРА ДЭШИКА МЕ ШАРАНАМ ||4||
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Ты — Сам Бог Шива! Сознавая этот факт, моя душа
            переполняется неописуемым счастьем и блаженством. Осуши море
            моего заблуждения. O Учитель Шанкара, будь моим Прибежищем!
          </p>
          <p className="font-bold">
            СУКРИТЭ ДХИКРИТЭ БА ХУДХА БХАВАТО<br />
            БХАВИТА САМАДАРШАНА ЛАЛАСАТА<br />
            АТИДИНАМИМАМ ПАРИПАЛАЯ МАМ<br />
            БХАВА ШАНКАРА ДЭШИКА МЕ ШАРАНАМ ||5||
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Только после того, как были совершены многочисленные
            добродетельные дела и поступки во многих рождениях,
            у человека возникает острое желание предаться Тебе
            и познать Брахман. Защити меня, чрезвычайно беспомощного.
            O Учитель Шанкара, будь моим Прибежищем!
          </p>
          <p className="font-bold">
            ДЬЖАГАТИМАВИТУМ КАЛИТАКРИТАЙО<br />
            ВИЧАРАНТИ МАХАМАХАСАШЧАЛАТАХ<br />
            АХИМАМ ШУРИВАТРА ВИБ Х АСИ ГУРО<br />
            БХАВА ШАНКАРА ДЭШИКА МЕ ШАРАНАМ ||6||
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Ради спасения несчастных людей, Твои великие ученики санньясины
            странствуют по планете, принимая различные формы и облики
            (т.е. человеческие воплощения). O Гуру, Ты среди них сияешь
            подобно Солнцу. O Учитель Шанкара, будь моим Прибежищем!
          </p>
          <p className="font-bold">
            ГУРУПУНГАВА ПУНГАВА КЕТАНА ТЭ<br />
            САМАТАМАЙЯТАМ НАХИ КО АПИ СУДХИХ<br />
            ШАРАНАГАТАВАТСАЛА ТАТТВАНИДХЭ<br />
            БХАВА ШАНКАРА ДЭШИКА МЕ ШАРАНАМ ||7||
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            O лучший среди всех Гуру! О Бог Шива, на чьём флаге изображена
            эмблема священного быка Нанди! Тебе нет равного среди мудрых.
            О Ты, проявляющий сострадание к тем, кто ищет прибежище
            у Тебя! О кладезь Истины Брахмана! O Наставник, о Гурудев,
            позволь мне пожалуйста обрести у Тебя Прибежище!
          </p>
          <p className="font-bold">
            ВИДИТА НА МАЙА ВИША ДАЙКАКАЛА<br />
            НА ЧА КИМЧАНА КАНЧАНА МАСТИ ГУРО<br />
            ДРУМАТЭВА ВИДХЭХИ КРИПАМ СА ХАДЬЖАМ<br />
            БХАВА ШАНКАРА ДЭШИКА МЕ ШАРАНАМ ||8||
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            У меня нет никакого правильного знания или понимания,
            нет у меня никакого богатства, о Гуру. Пролей на меня,
            пожалуйста, свое естественное сострадание.
            O Учитель Шанкара, будь моим Прибежищем!
          </p>

        </div>
      </MyAccordion>
    </div >
  )
}

export default Totakashtakam