import MyAccordion from './MyAccordion'

const VishnuArati = () => {
  return (
    <div className='w-full mt-5 md:mt-7 lg:mt-10 flex justify-center'>
      <MyAccordion id='VishnuArati' title='Вишну Арати' big className='max-w-xl'>
        <div className="mt-5 lg:mt-10 w-full flex flex-col gap-5">
          <div className="w-full flex flex-wrap items-center justify-center py-5">
            <audio
              controls
              controlsList="nodownload"
              src="/sounds/BhadjanMandala/VishnuArati.mp3"
              className="w-full"
            ></audio>
          </div>
          <p className="font-bold">
            ОМ ДЖЕЙ ДЖАГАДИЩА ХАРЕ<br />
            СВАМИ ДЖЕЙ ДЖАГАДИЩА ХАРЕ<br />
            БХАКТА ДЖАНО КЕ САНКАТЕ<br />
            БХАКТА ДЖАНО КЕ САНКАТЕ<br />
            КШАНА МЕ ДУУРе КАРЕЕ<br />
            ОМ ДЖЕЙ ДЖАГАДИЩА ХАРЕ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Слава Хари - Владыке мира!
            Вмиг Ты уносишь страдания преданных Тебе.
          </p>
          <p className="font-bold">
            ДЖО ДХЬЯВЕ ПХАЛЕ ПАВЕ<br />
            ДУКХа ВИНЕ СЕ МАНе КА<br />
            СВАМИ ДУКХа ВИНЕ СЕ МАНе КАА<br />
            СУКХА САМПАТИ ГАРе ААВЕ<br />
            СУКХА САМПАТИ ГАРе ААВЕ<br />
            КАШ ТА МИТЕ ТАНе КАА<br />
            ОМ ДЖЕЙ ДЖАГАДИЩА ХАРЕ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Тот, кто Тебя созерцает, получает плод.
            Ты уничтожаешь страдания ума, о, Господь!
            В дом того, кто Тебя созерцает, приходят благость и
            достаток и проблемы тела оставляют его.
            Слава Хари – Владыке мира!
          </p>
          <p className="font-bold">
            МАТА ПИТА ТУМЕ МЕРЕ<br />
            ШАРАНА ГАХУУ КИСеКИ<br />
            СВАМИ ШАРАНА ГАХУУ КИСеКИИ<br />
            ТУМА БИНА ООРе НА ДУУДЖА<br />
            ТУМА БИНА ООРе НА ДУУДЖА<br />
            АСЕ КАРУН ДЖИСеКИИ<br />
            ОМ ДЖЕЙ ДЖАГАДИЩА ХАРЕ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Ты мои мать и отец. К чьей защите я прибегну? О, Господь!
            Кроме Тебя другого нет (Ты есть все). Так на кого я еще могу
            надеяться? Слава Хари – Владыке мира!
          </p>
          <p className="font-bold">
            ТУМ ПУРАНЕ ПАРАМАТМА<br />
            ТУМЕ АНТАРЙЯМИ<br />
            СВАМИ ТУМЕ АНТАРЙЯМИИ<br />
            ПАРАБРАХМА ПАРАМЕЩВАРА<br />
            ПАРАБРАХМА ПАРАМЕЩВАРА<br />
            ТУМа САБеКЕЕ СВАМИИ<br />
            ОМ ДЖЕЙ ДЖАГАДИЩА ХАРЕ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Ты самодостаточный Всевышний Дух и Ты присутствуешь
            внутри. Господь, Ты присутствуешь внутри. О, Высший
            Брахман! Ты владыка всех. Слава Хари – Владыке мира!
          </p>
          <p className="font-bold">
            ТУМЕ КАРУНА КЕ САГАРЕ<br />
            ТУМА ПААЛАНА КАРЕТА<br />
            СВАМИ ТУМА ПААЛАНА КАРЕТАА<br />
            МЕЕ МУРАКХА КХАЛЕ КАМИ<br />
            МЕЕ МУРАКХА КХАЛЕ КАМИ<br />
            КРИПА КАРО БХАРЕТАА<br />
            ОМ ДЖЕЙ ДЖАГАДИЩА ХАРЕ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            О, океан сострадания, Ты защитник. О, Господь – ты
            защитник! Я глуп, зол и полон желаний. Смилуйся надо мною,
            Вседержитель. Слава Хари – Владыке мира!
          </p>
          <p className="font-bold">
            ТУМО ХО ЭКА АГОЧАРЕ<br />
            САБЕКЕ ПРААНЕПАТИ<br />
            СВАМИ САБЕКЕ ПРААНЕПАТИИ<br />
            КИСЕ ВИДХИ МИЛЮ ДАЙАМАЙА<br />
            КИСЕ ВИДХИ МИЛЮ ДАЙАМАЙА<br />
            ТУМАКО МЕ КУМАТИ<br />
            ОМ ДЖЕЙ ДЖАГАДИЩА ХАРЕ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Ты единственный, кто не является объектом органов чувств и
            Ты владыка жизненного дыхания (жизни). О, Господь, Ты
            владыка жизни всех! О Владыка сострадания !
            Как я, который глуп, могу достичь Тебя,
            Обители сострадания? Слава Хари – Владыке мира!
          </p>
          <p className="font-bold">
            ДИНА БАНДХУ ДУКХАХАРТА<br />
            ТУМА ТА КУРе МЕЕРЕ<br />
            СВАМИ ТУМА ТА КУРе МЕЕРЕЕ<br />
            КАРУНА ХАСТА ВАрХАО<br />
            КАРУНА ХАСТА ВАрХАО<br />
            ДВАРА ПАРА ТЕЕРЕЕ<br />
            ОМ ДЖЕЙ ДЖАГАДИЩА ХАРЕ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Ты - друг угнетенный, Ты тот, кто уносит страдания. Ты мой
            Владыка. О, Господь, Ты мой Владыка! Возьми меня в свои руки
            и подними. Я простираюсь у Твоих дверей.
            Слава Хари – Владыке мира!
          </p>
          <p className="font-bold">
            ВИШАЯ ВИКАРА МИТАО<br />
            ПААПА ХАРО ДЕЕВА<br />
            СВАМИ ПААПА ХАРО ДЕЕВАА<br />
            ШРАДДХА БХАКТИ БАРХАО<br />
            ШРАДДХА БХАКТИ БАРХАО<br />
            САНТАНе КИИ СЕЕВАА<br />
            ОМ ДЖЕЙ ДЖАГАДИЩА ХАРЕ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Сотри все различия объектов. О, Бог, унеси мои грехи. О
            Господь, унеси мои грехи!Мы Твои дети, Твоя семья,
            поддержи нас! Увеличь нашу веру и преданность.
            Слава Хари – Владыке мира!
          </p>
          <p className="font-bold">
            ОМ ДЖЕЙ ДЖАГАДИЩА ХАРЕ<br />
            СВАМИ ДЖЕЙ ДЖАГАДИЩА ХАРЕ<br />
            БХАКТА ДЖАНО КЕ САНКАТЕ<br />
            БХАКТА ДЖАНО КЕ САНКАТЕ<br />
            КШАНА МЕ ДУУРе КАРЕЕ<br />
            ОМ ДЖЕЙ ДЖАГАДИЩА ХАРЕ
          </p>
          <p className="text-balance max-w-screen-sm text-sm">
            Слава Хари - Владыке мира! Вмиг Ты уносишь страдания
            преданных Тебе.
          </p>
        </div>
      </MyAccordion>
    </div>
  )
}

export default VishnuArati